-- Імпорт питань з мікробіології
-- Автоматично згенеровано

INSERT INTO microbiology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES
    ('Вірус імунодефіциту людини, маючи на своїй поверхні антигени gp 41 та gp 120,', '.* Інфекційний мононуклеоз, СНІД', '. Туберкульоз, мікобактеріоз', '. Поліомієліт, гепатит А', '. Дизентерія, холера', '. Ку-гарячка, висипний тиф', 'A'),
    ('Після проведення туберкулінової проби (проба Манту) у дитини 10-ти через 48 годин на місці введення', '.*Клітинна цитотоксичність', '. Гранулематоз', '. Імунокомплексна цитотоксичність', '. Антитілозалежна цитотоксичність', '. Анафілаксія', 'A'),
    ('На 8-й день після введення протиправцевої сироватки з приводу брудної рани стопи у пацієнта підвищилася', '.* Імунокомплексна', '. Анафілактична', '. Цитотоксична', '. Стимулююча', '. Гіперчутливість уповільненого типу', 'A'),
    ('Лікування туберкульозу здійснюється за допомогою комбінованої хіміотерапії, що включає речовини різного', '.* Рифампіцин', '. ПАСК', '. Ізоніазид', '. Етіонамід', '. Стрептоміцин', 'A'),
    ('Значну роль у профілактиці туберкульозу відіграє планова масова вакцинація проти', '.*БЦЖ', '. АКДП', '. АДП', '. АД', '. АКП', 'A'),
    ('Збудник гепатиту Д (Дельта-агент) є дефектним вірусом, який може реплікуватись', '.* Вірус гепатиту В', '. Вірус гепатиту А', '. Вірус гепатиту Е', '. Вірус Епстайна-Барр', '.Вірус імунодефіциту людини', 'A'),
    ('При огдяді хворої лікар-гінеколог відмітив симптомами запалення статевих шляхів. У мазку, взятому', '.*Урогенітальний трихомоноз', '. Балантидіоз', '. Токсоплазмоз', '. Лямбліоз', '. Кишковий трихомоноз', 'A'),
    ('Для серологічної діагностики сифілісу в реакції Вассермана лікар-лаборант підготував', '.* Комплемент', '. Живі трепонеми', '. Еритроцити барана', '. Діагностична преципітуюча сироватка', '. Антиглобулінова сироватка', 'A'),
    ('Вкажіть, які мікророганізми беруть участь у розвитку цього процесу?', '* Staphylococcus aureus', 'Streptococcus pyogenes', 'Staphylococcus epidermidis', 'Staphylococcus saprophyticus', '-', 'A'),
    ('Кров, взяту у хворого з підозрою на сепсис, посіяли на цукровий бульйон. В', 'О-стрептолізин', 'С-вуглевод', 'М-білок', 'Еритрогенний токсин', 'Капсульний полісахарид', 'A'),
    ('Значну роль у профілактиці туберкульозу відіграє планова масова вакцинація проти', '.*БЦЖ', '. АКДП', '. АДП', '. АД', '. АКП', 'A'),
    ('Лікування туберкульозу здійснюється за допомогою комбінованої хіміотерапії, що включає речовини різного', '.* Рифампіцин', '. ПАСК', '. Ізоніазид', '. Етіонамід', '. Стрептоміцин', 'A')
;