INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з ревматоїдним артритом тривалий час вводили гiдрокортизон. У нього з’явилися гiперглiкемiя,  полiурiя,  глюкозурiя,  спрага.  Цi  ускладнення  лiкування  є  наслiдком  активацiї процесу:',
    'Глюконеогенез',
    'Глiкогенолiз',
    'Глiкогенез',
    'Глiколiз',
    'Лiполiз',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для корекцiї  артерiального тиску при колаптоїдному станi  хворому було введено мезатон. Який механiзм дiї даного препарату?',
    'Стимулює α-адренорецептори',
    'Стимулює β-адренорецептори',
    'Блокує α-адренорецептори',
    'Блокує β-адренорецептори',
    'Стимулює α- i β-адренорецептори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому перед операцiєю було введено дитилiн (лiстенон)  I проведено  iнтубацiю. Дефiцит якого ферменту в органiзмi хворого подовжує дiю м’язового релаксанту?',
    'Псевдохолiнестераза',
    'Сукцинатдегiдрогеназа',
    'Карбангiдраза',
    'N-ацетилтрансфераза',
    'K-Na-АТФ-аза',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого iз сечокам’яною хворобою виникли нестерпнi спастичнi болi. Для попередження больового  шоку  йому  ввели  разом  з  атропiном  наркотичний  анальгетик,  що  немає спазмогенного ефекту. Який це був препарат?',
    'Промедол',
    'Трамадол',
    'Пiрiтрамiд',
    'Етилморфiну гiдрохлорид',
    'Морфiну гiдрохлорид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для лiкування урогенiтальних iнфекцiй використовують хiнолони - iнгiбiтори ферменту ДНК- гiрази. Який процес порушується пiд дiєю хiнолонiв у першу чергу?',
    'Реплiкацiя ДНК',
    'Репарацiя ДНК',
    'Амплiфiкацiя генiв',
    'Рекомбiнацiя генiв',
    'Зворотна транскрипцiя',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Дитина 10-ти рокiв страждає на стафiлококовий дерматит. Лiкування бензилпенiцилiном не дало результатiв. Призначення комбiнованого препарату пенiцилiну з клавулановою кислотою дало швидке одужання. Яка причина позитивної дiї цього препарату?',
    'Iнактивацiя β-лактамази',
    'Блокада транслокази',
    'Гальмування аденозиндезамiнази',
    'Гальмування транспептидази',
    'Активацiя фосфодiестерази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  чоловiка  53-хрокiв  дiагностовано  сечокам’яну  хворобу  з  утворенням  уратiв.  Цьому пацiєнту призначено аллопурiнол, який є конкурентним iнгiбiтором ферменту:',
    'Ксантиноксидаза',
    'Уреаза',
    'Уратоксидаза',
    'Дигiдроурацилдегiдрогеназа',
    'Уридiлтрансфераза',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Чоловiку 18-ти рокiв з приводу флегмони плеча було зроблено внутрiшньом’язову iн’єкцiю пенiцилiну. Пiсля  цього у  нього з’явилися  тахiкардiя,  ниткоподiбний пульс,  АТ знизився  до 80/60ммрт.ст. Який вид фармакологiчної реакцiї розвинувся?',
    'Анафiлаксiя',
    'Центральна дiя',
    'Рефлекторна дiя',
    'Потенцiювання',
    'Периферична дiя',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з гострою недостатнiстю надниркових залоз був призначений лiкарський препарат пiсля якого у нього з’явилися скарги на бiль в кiстках(двiчi були переломи), частi простуднi хвороби, набряки, повiльне загоювання ран. Який препарат мiг спричинити такi явища?',
    'Преднiзолон',
    'Ретаболiл',
    'Спiронолактон',
    'Естрiол',
    'Тестостерон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Який  з  нижче  наведених  сечогiнних  засобiв  слiд  призначити  хворому  з  первинним гiперальдостеронiзмом?',
    'Спiронолактон',
    'Фуросемiд',
    'Гiпотiазид',
    'Триамтерен',
    'Манiт',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  50-ти  рокiв  з  хронiчною  серцевою  недостатнiстю  I тахіаритмiєю  призначили кардiотонiчний препарат. Який з препаратiв призначили хворому?',
    'Дигоксин',
    'Дофамiн',
    'Добутамiн',
    'Амiодарон',
    'Мiлдронат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з артерiальною гiпертензiєю було призначено один з антигiпертензивних засобiв. Артерiальний тиск  нормалiзувався,  однак  хворого почав  турбувати  постiйний сухий кашель. Який з перерахованих препаратiв має таку побiчну дiю?',
    'Лiзиноприл',
    'Анаприлiн',
    'Клофелiн',
    'Резерпiн',
    'Нiфедипiн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У 60-рiчного пацiєнта було виявлено гiперглiкемiю і  глюкозурiю. Для лiкування хворого лiкар призначив препарат для приймання всередину. Який це препарат?',
    'Глiбенкламiд',
    'Фуросемiд',
    'Окситоцин',
    'Панкреатин',
    'Корглiкон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з метою попередження жирової дистрофiї печiнки лiкар призначив лiпотропний препарат-донор метильних груп. Це ймовiрно:',
    'S-Аденозилметiонiн',
    'Холестерин',
    'Бiлiрубiн',
    'Валiн',
    'Глюкоза',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на гострий iнфаркт мiокарда у комплекснiй терапiї було призначено гепарин. Через деякий  час  пiсля  введення  даного  препарату  з’явилась  гематурiя.  Який  антагонiст  гепарину необхiдно ввести хворому для усунення даного ускладнення?',
    'Протамiну сульфат',
    'Вiкасол',
    'Амiнокапронова кислота',
    'Неодикумарин',
    'Фiбриноген',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До лiкаря звернувся студент з проханням призначити препарат для лiкування алергiчного ринiту, який виник у нього пiд час цвiтiння липи. Який засiб можна застосувати?',
    'Лоратадин',
    'Норадреналiну гiдротартрат',
    'Анаприлiн',
    'Амброксол',
    'Лозартан',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий похилого вiку страждає на хронiчний закреп, в основi якого лежить гiпотонiя товстої кишки. Який препарат слiд призначити хворому?',
    'Бiсакодил',
    'Натрiю сульфат',
    'Касторова олiя',
    'Атропiну сульфат',
    'Новокаїнамiд',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  клiнiчнiй  практицi застосовують  для  лiкування  туберкульозу  препарат  iзонiазид- антивiтамiн,  який  здатний  проникати  у  туберкульозну  палочку.  Туберкулостатичний  ефект обумовлений порушенням процесiв  реплiкацiї,  окисно-вiдновних реакцiй завдяки  утворенню несправжнього коферменту з:',
    'НАД',
    'ФАД',
    'ФМН',
    'ТДФ',
    'КоQ',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  на  ревматоїдний  артрит  пiсля  трьохтижневого  лiкування  преднiзолоном  почала скаржитись на перебої в роботi серця. З чим пов’язаний розвиток даного небажаного ефекту препарату?',
    'Гiпокалiємiя',
    'Гiперкалiємiя',
    'Гiперурiкемiя',
    'Гiперглiкемiя',
    'Гiпоглiкемiя',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  45-ти  рокiв  на  тлi трансмурального  iнфаркту  мiокарда  розвинулася  гостра лiвошлуночкова недостатнiсть. Який лiкарський засiб доцiльно застосувати у данiй ситуацiї для покращення помпової функцiї серця?',
    'Добутамiн',
    'Iзадрин',
    'Ефедрин',
    'Еуфiлiн',
    'Промедол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому лiкар  призначив  протикашльовий  препарат  центральної  дiї,  який  є  алкалоїдом мачку  жовтого.  Дiє  на  кашльовий  центр  вибiрково,  не  пригнiчуючи  дихання,  не  затримує видiлення харкотиння. Не викликає обстипацiїi лiкарської залежностi. Можна призначати дiтям. Визначте препарат:',
    'Глауцину гiдрохлорид',
    'Кодеїну фосфат',
    'Лiбексин',
    'Окселадин',
    'Бромгексин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хлопчику  5-ти  рокiв  був  встановлений  дiагноз-  мiастенiя.  Оберiть  препарат  з  групи антихолiнестеразних засобiв, який покращує нервово-м’язову передачу:',
    'Прозерин',
    'Ацеклiдин',
    'Галантамiну гiдробромiд',
    'Армiн',
    'Алоксим',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому 63-х рокiв з атонiєю сечового мiхура лiкар призначив препарат, дозу якого хворий самостiйно  збiльшив.  З’явились  пiдвищене  потовидiлення,  салiвацiя,  дiарея,  м’язовi спазми. Препарат якої групи був призначений?',
    'Холiномiметики',
    'Реактиватори холiнестерази',
    'Адреноблокатори',
    'Токолiтики',
    'Ганглiоблокатори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Чоловiк 40 рокiв хворiє на гiперацидний гастрит з нiчними голодними болями. Призначте хворому лiкарський засiб-  блокатор гiстамiнових  H2- рецепторiв  III поколiння,  який знизить видiлення хлористоводневої кислоти (особливо вночi) та збiльшить утворення захисного слизу:',
    'Фамотидин',
    'Пiрензепiн',
    'Метацин',
    'Атропiну сульфат',
    'Платифiлiну гiдротартрат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лiкар призначив хворому з гострою серцевою недостатнiстю неглiкозидний кардiотонiчний засiб,  який  безпосередньо  стимулює  β1-  адренорецептори  мiокарда,  що  збiльшує  кровообiг, дiурез.  Застосовується  лише  внутрiшньовенно  крапельно  в  наслiдок  швидкої  iнактивацiї  в органiзмi. Який препарат призначив лiкар?',
    'Добутамiн',
    'Дигоксин',
    'Адреналiн',
    'Корглiкон',
    'Анаприлiн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Пацiєнту, який знаходився в клiнiцi з приводу пневмонiї, ускладненої плевритом, у складi комплексної  терапiї  вводили  преднiзолон.  Протизапальна  дiя  цього  синтетичного глюкокортикоїда  пов’язана  з  блокуванням  вивiльнення  арахiдонової  кислоти  шляхом гальмування:',
    'Фосфолiпази  _2',
    'Циклооксигенази',
    'Фосфолiпази С',
    'Лiпоксигенази',
    'Пероксидази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лiкар-стоматолог для лiкування гiнгiвiту призначив пацiєнту препарат з протипротозойною та антибактерiальною дiями, який може викликати вiдразу до алкоголю. Вкажiть препарат, який призначив лiкар:',
    'Метронiдазол',
    'Тетрациклiн',
    'Левомiцетин',
    'Лiнкомiцину гiдрохлорид',
    'Цефтрiаксон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для  знеболювання  використовують  новокаїн,  пiд  дiєю  якого  нервове  волокно  втрачає здатнiсть проводити збудження. Який мембранно-iонний механiзм дiї цього препарату?',
    'Блокування натрiєвих iоноселективних каналiв',
    'Блокування калiєвих iоноселективних каналiв',
    'Блокування кальцiєвих iоноселективних каналiв',
    'Блокування калiй-натрiєвого насоса',
    'Блокування натрiй-протонного насоса',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Пацiєнтка тривалий час приймала снодiйний засiб нiтразепам. Пiсля вiдмiни препарату у неї розвинулись безсоння, зниження апетиту, агресивнiсть. Як називається такий стан?',
    'Абстиненцiя',
    'Тахiфiлаксiя',
    'Сенсибiлiзацiя',
    'Кумуляцiя',
    'Ейфорiя',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на шизофренiю призначено амiназин для купiювання психiчного стану. Вкажiть механiзм дiї препарату:',
    'Блокада D2-дофамiнових рецепторiв',
    'Стимуляцiя опiоїдних рецепторiв',
    'Блокада ГАМК-рецепторiв',
    'Стимуляцiя серотонiнових рецепторiв',
    '–',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на пневмонiю призначений антибiотик iз групи макролiдiв. Вкажiть цей препарат:',
    'Азитромiцин',
    'Гентамiцин',
    'Ампiцилiн',
    'Тетрациклiн',
    'Стрептомiцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У чоловiка 52-х рокiв дiагностовано системний амебiаз з ураженням кишкiвника, печiнки, легенiв. Який препарат слiд призначити?',
    'Метронiдазол',
    'Хiнiофон',
    'Тетрациклiн',
    'Хiнгамiн',
    'Ентеросептол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворої  63-х  рокiв  дiагностований  iнсулiнонезалежний  цукровий  дiабет.  Ендокринолог почав лiкування з призначення глiбенкламiду. Вкажiть механiзм дiї цього засобу:',
    'Активує β-клiтини острiвцiв Лангерганса',
    'Зменшує всмоктування глюкози в кишкiвнику',
    'Гальмує транспорт глюкози до клiтин',
    'Пiдсилює руйнування бiлкiв',
    'Стимулює гiпоталамiчнi центри',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого, що звернувся до лiкарні зi скаргами на пронос, дiагностували амебну дизентерiю. До  комплексного  лiкування  був  включений  доксациклiн.  Назвiть  вид  дiї  призначеного препарату:',
    'Етiотропна дiя',
    'Пряма дiя',
    'Рефлекторна дiя',
    'Основна дiя',
    'Незворотня дiя',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  на  гiпертонiчну  хворобу  виявлено  високий  рiвень  ренiну  в  кровi.  Якому  з гiпотензивних засобiв слiд надати перевагу в цьому випадку?',
    'Лiзиноприл',
    'Анаприлiн',
    'Празозин',
    'Нiфедипiн',
    'Дихлотiазид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  з  кардiогенним  шоком,  гiпотензiєю,  ядухою  і  набряками  ввели  неглiкозидний кардiотонiк. Який саме препарат був введений хворому?',
    'Добутамiн',
    'Кофеїн-бензоатнатрiю',
    'Кордiамiн',
    'Етимiзол',
    'Бемегрид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Дитина народилася в станi асфiксiї. Який препарат необхiдно ввести новонародженому для стимуляцiї дихання?',
    'Етимiзол',
    'Лобелiн',
    'Празозин',
    'Атропiн',
    'Прозерин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого 68-ми рокiв, який страждає на серцеву недостатнiсть та впродовж тривалого часу приймає  препарати  наперстянки,  з’явилися  явища  iнтоксикацiї,  якi швидко  нiвелювалися застосуванням донатора сульфгiдрильних груп унiтiолу. Який механiзм терапевтичної дiї цього засобу?',
    'Реактивує натрiй-калiєву-АТФ-азу мембран мiокардiоцитiв',
    'Зменшує накопичення iонiзованого кальцiю',
    'Гальмує вивiльнення калiю з мiокардiоцитiв',
    'Сповiльнює надходження натрiю до мiокардiоцитiв',
    'Пiдвищує енергозабезпечення мiокарду',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого 65-ти рокiв дiагностовано хворобу Паркiнсона. Який засiб, що пiдвищує вмiст дофамiну, слiд йому призначити?',
    'Леводопа',
    'Атропіну сульфат',
    'Скополамiну гiдробромiд',
    'Амiзил',
    'Циклодол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому для  лiкування  серцевої  недостатностi було  призначено  серцевий  глiкозид.  Яка супутня патологiя може сприяти кумуляцiї серцевих глiкозидiв?',
    'Ниркова недостатнiсть',
    'Анорексiя',
    'Гiперацидний гастрит',
    'Гiпоацидний гастрит',
    'Гiпертонiчна хвороба',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий на атеросклероз приймає антисклеротичний засiб-фенофiбрат. Який механiзм дiї має цей засiб? холестерину',
    'Пiдвищує  захоплення  лiпопротеїдiв  низької  щiльностi та  блокує  бiосинтез  ендогенного',
    'Полiпшує мiкроциркуляцiю кровi',
    'Знижує рiвень хiломiкронiв',
    'Iнгiбує абсорбцiю холестерину в ШКТ',
    'Поновлює негативний електричний заряд ендотелiю судин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  на  гiпертонiчну  хворобу разом  з  безсольовою  дiєтою та  з  антигiпертензивними засобами,  довгий  час  приймав  гiдрохлортiазид,  що  зумовило  порушення  електролiтного балансу. Яке порушення внутрiшнього середовища виникло у хворого?',
    'Гiпохлоремiчний алкалоз',
    'Метаболiчний ацидоз',
    'Гiперкалiємiя',
    'Гiпермагнiємiя',
    'Збiльшення об’єму циркулюючої кровi',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При  загостреннi  ревматоїдного  артриту  хворому,  в  анамнезi  якого  супутнiй  хронiчний гастрит,  призначений  целекоксиб.  Чим  обумовлено  зменшення  побiчної  дiї  препарату  на травний тракт?',
    'Переважне пригнiчення циклооксигенази-2',
    'Переважне пригнiчення циклооксигенази-1',
    'Пригнiчення фосфолiпази  _2',
    'Переважна стимуляцiя аденiлатциклази',
    'Пригнiчення фосфодiестерази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Дитина 4-х рокiв госпiталiзована в ортопедичне вiддiлення з переломом гомiлки зi зсувом. Перед репозицiєю уламкiв необхiдна анальгезiя. Який препарат слiд обрати?',
    'Промедол',
    'Анальгiн',
    'Морфiну гiдрохлорид',
    'Панадол',
    'Омнопон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лiкар призначив пацiєнту з хронiчним бронхiтом вiдхаркувальний засiб, який дiє шляхом розщеплення  дисульфiдних  зв’язкiв  глiкозамiноглiканiв  харкотиння,  зменшуючи  цим  його в’язкiсть, проте попередив  хворого про можливий бронхоспазм при його використаннi. Який засiб був призначений?',
    'Ацетилцистеїн',
    'Лiбексин',
    'Бромгексин',
    'Трава термопсису',
    'Натрiю гiдрокарбонат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Пiсля  лiкування  високоефективним  протитуберкульозним  засобом  у  жiнки  48-ми  рокiв виникли  явища  невриту  зорового  нерва,  порушення  пам’ятi,  судоми.  Який  iз  зазначених протитуберкульозних препаратiв приймала хвора?',
    'Iзонiазид',
    'ПАСК',
    'Рифампiцин',
    'Етамбутол',
    'Канамiцину сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Тривале лiкування гiпофункцiї щитоподiбної залози спричинило загальну дистрофiю, карiєс зубiв, тахiкардiю, тремор кiнцiвок. Який лiкарський засiб викликав зазначенi побiчнi ефекти?',
    'L-тироксин',
    'Хумулiн',
    'Паратиреоїдин',
    'Тирокальцитонiн',
    'Преднiзолон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Школяр 8-ми рокiв звернувся до стоматолога з герпетичним висипанням на нижнiй губi. Який найбiльш ефективний засiб слiд призначити?',
    'Ацикловiр',
    'Ампiцилiн',
    'Кетоконазол',
    'Фурадонiн',
    'Оксацилiн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для зняття марення i галюцинацiй у хворої на шизофренiю лiкар використав амiназин. Який механiзм антипсихотичної дiї препарату?',
    'Блокада адренергiчних i дофамiнергiчних процесiв в ЦНС',
    'Стимуляцiя адренергiчних i дофамiнергiчних процесiв в ЦНС',
    'Стимуляцiя холiнергiчних процесiв в ЦНС',
    'Блокада холiнергiчних процесiв в ЦНС',
    'Iнгiбування зворотнього нейронального захоплення МАО',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого, що тривало приймав глюкокортикоїди, в результатi вiдмiни препарату виникло загострення наявного захворювання, зниження артерiального тиску, слабкiсть. Цi явища можна пов’язати з розвитком:',
    'Недостатностi наднирникiв',
    'Звикання до препарату',
    'Сенсибiлiзацiєю',
    'Гiперпродукцiєю АКТГ',
    'Кумуляцiєю',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого за лабораторними даними визначили аскаридоз. Який засiб треба призначити?',
    'Мебендазол',
    'Фенасал',
    'Пiперазин',
    'Фуразолiдон',
    'Гентамiцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  дiагнозом  цукровий  дiабет,  вранцi  натще  отримав  призначену  дозу  iнсулiну пролонгованої  дiї.  Пропустив черговий  прийом їжi  i  невдовзi  вiдчув  слабкiсть,  бiль  голови, запаморочення,  пiтливiсть,  тремтiння  тiла,  судоми,  вiдчуття  голоду,  явища  гiпоглiкемiї. Застосування  глюкози стан  не  полегшило.  Який препарат необхiдно  ввести  для купiрування даного стану?',
    'Адреналiн',
    'Трiамцiнолон',
    'Норадреналiн',
    'Пренiзолон',
    'Гiдрокортизон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Дитина 8-ми рокiв готувалася до тонзилектомiї. Аналiз кровi показав, що час згортання  збiльшено  (до 7  хвилин).  Який препарат  за  5  днiв  до  операцiї  слiд  включити  до комплексу лiкарських засобiв пiдготовчого перiоду в першу чергу?',
    'Вiкасол',
    'Кальцiю хлорид',
    'Амiнокапронова кислота',
    'Фiбриноген',
    'Дицинон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Пiсля  прийому  препарату  у  хворого  з  серцевою  недостатнiстю  зменшилася  частота скорочень  серця,  пульс  став  кращого  наповнення,  зменшилися  набряки,  збiльшився  дiурез. Вкажiть, який препарат приймав хворий:',
    'Дигоксин',
    'Анаприлiн',
    'Верапамiл',
    'Дилтiазем',
    'Резерпiн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому встановлено дiагноз - активний вогнищевий туберкульоз легень. Вкажiть, який iз препаратiв йому найбiльш доцiльно призначити в першу чергу:',
    'Iзонiазид',
    'Сульфален',
    'Циклосерин',
    'Етiонамiд',
    'Етоксид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При органiчних пошкодженнях головного мозку пам’ять може покращити:',
    'Пiрацетам',
    'Нiтразепам',
    'Мезапам',
    'Дiазепам',
    'Кофеїн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворої  59-ти  рокiв  з  нейроциркуляторною  (первинною)  артерiальною  гiпотензiєю купiровано  гiпотонiчний  криз  пiдшкiрним  введенням  1  мл  20%  розчину  кофеїну  бензоату натрiю. Механiзм дiї цього препарату полягає у тому, що вiн блокує:',
    'Аденозиновi рецептори',
    'Пуриновi рецептори',
    'Альфа-адренорецептори',
    'Бета-адренорецептори',
    'Моноамiноксiдазу',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лiкування туберкульозу здiйснюється за допомогою комбiнованої хiмiотерапiї, що поєднує речовини рiзного механiзму дiї. Який з протитуберкульозних засобiв пригнiчує транскрипцiю ДНК в РНК мiкобактерiй?',
    'Рифампiцин',
    'Iзонiазид',
    'Стрептомiцин',
    'Етiонамiд',
    'ПАСК',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  на  ішемічну  хворобу  серця  не  повiдомив  лiкаря,  що  в  нього  бувають  напади бронхоспазму. Лiкар призначив препарат, пiсля прийому якого напади стенокардiї стали рiдше, але напади бронхоспазму стали частiше. Який препарат був призначений?',
    'Анаприлiн',
    'Верапамiл',
    'Нiтросорбiд',
    'Нiтроглiцерин',
    'Дилтiазем',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До ендокринолога звернулась хвора 45-ти рокiв iз скаргами на пiдвищення апетиту, сухiсть слизових оболонок ротової порожнини, збiльшення дiурезу. При обстеженнi вперше виявлено iнсулiннезалежний дiабет. Який з названих препаратiв доцiльно призначити хворiй?',
    'Глiбенкламiд',
    'Iнсулiн',
    'Адiурекрин',
    'Вазопресин',
    'Окситоцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому 35-ти рокiв для обстеження очного дна був призначений атропiну сульфат у виглядi очних крапель. Для вiдновлення акомодацiї йому закрапали пiлокарпiну гiдрохлорид, але це не дало бажаного ефекту. Що є причиною вiдсутностi ефекту?',
    'Одностороннiй антагонiзм',
    'Синергiзм',
    'Тахiфiлаксiя',
    'Двостороннiй антагонiзм',
    'Звикання',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворої  при  лiкуваннi  гiпертонiчної  хвороби  на  фонi  прийому препарату  виник  сухий кашель. Для якого препарату характерна така побiчна дiя?',
    'Лiзиноприл',
    'Резерпiн',
    'Гiдрохлортiазид',
    'Дротаверин',
    'Но-шпа',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У вiддiлення реанiмацiї був доставлений хворий з iнфарктом мiокарда. Який препарат необхiдно ввести хворому для лiкування больового шоку?',
    'Промедол',
    'Анальгiн',
    'Парацетамол',
    'Целекоксиб',
    'Налоксон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жiнка 52-х рокiв, хвора на рак молочної залози, пройшла курс променевої терапiї. Розмiр пухлини зменшився. Який з наведених механiзмiв ушкодження клiтини найбiльше обумовлює ефективнiсть променевої терапiї?',
    'Утворення вiльних радикалiв',
    'Гiпертермiя',
    'Лiзис NK-клiтинами',
    'Тромбоз судин',
    'Мутагенез',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Серед  антиатеросклеротичних  препаратiв,  що  застосовуються  з  метою  профiлактики  та лiкування атеросклерозу, є левостатин. Вiн дiє шляхом:',
    'Гальмування бiосинтезу холестерину',
    'Пригнiчення всмоктування холестерину в кишкiвнику',
    'Активацiї метаболiзму холестерину',
    'Стимулювання екскрецiї холестерину з органiзму',
    'Усiма наведеними шляхами',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У жiнки,  що  тривало  приймала  антибiотики  з  приводу  кишкової  iнфекцiї,  розвинулось ускладнення з боку слизової порожнини рота у виглядi запального процесу i бiлого нальоту, у якому пiд  час  бактерiологiчного дослiдження  були  виявленi  дрiжджеподiбнi  грибки  Candida albicans. Який з перерахованих препаратiв показаний для лiкування цього ускладнення?',
    'Флуконазол',
    'Бiсептол',
    'Тетрациклiн',
    'Фуразолiдон',
    'Полiмiксин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора 57-ми рокiв для лiкування гiпертонiчної хвороби тривалий час приймала анаприлiн. Побiчнi ефекти спонукали пацiєнтку вiдмовитись вiд прийому препарату, що призвело до розвитку гiпертонiчного кризу i нападу стенокардiї. Як називається ускладнення, яке виникло?',
    'Синдром вiдмiни',
    'Лiкарська залежнiсть',
    'Тахiфiлаксiя',
    'Сенсибiлiзацiя',
    'Звикання',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворiй жiнцi iз захворюванням нирок, що супроводжується вираженими набряками, призначили дiуретичний препарат, що пригнiчує реабсорбцiю в нирках iонiв Na+ i води, посилює виведення нирками iонiв K+ i Mg++, викликає гiперурикемiю, зумовлює потужний дiуретичний ефект. Назвiть цей препарат:',
    'Фуросемiд',
    'Трiамтерен',
    'Спiронолактон',
    'Дiакарб',
    'Аллопуринол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому призначили антибiотик хлорамфенiкол (левомецитин), який порушує у мiкроорганiзмiв синтез бiлку шляхом гальмування процесу:',
    'Елонгацiя трансляцiї',
    'Утворення полiрибосом',
    'Транскрипцiя',
    'Процесiнг',
    'Амплiфiкацiя генiв',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для проведення анальгезiї наркотичний анальгетик застосували з препаратом бензодiазепiнового ряду. Який засiб використали для потенцiювання анальгезiї?',
    'Дiазепам',
    'Хлорпротiксен',
    'Трифтазин',
    'Карбамазепiн',
    'Iмiзин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому iз больовим синдромом в суглобах постiйно призначають аспiрин. Який з перерахованих ферментiв вiн пригнiчує?',
    'Циклооксигеназа',
    'Лiпооксигеназа',
    'Фосфолiпаза А2',
    'Фосфолiпаза Д',
    'Фосфолiпаза С',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Який вiтамiнний препарат доцiльно призначити пацiєнту зi скаргами на зниження гостроти зору в сутiнках, сухiсть шкiри, частi застуднi захворювання, ламкiсть волосся?',
    'Ретинолу ацетат',
    'Тiамiну хлорид',
    'Нiкотинова кислота',
    'Ергокальциферол',
    'Пантотенова кислота',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    '43-х рiчний капiтан корабля скаржиться на прояви сезонної алергiї. Який лiкарський засiб, що не має снодiйного ефекту, можна йому призначити?',
    'Лоратадин',
    'Супрастин',
    'Дипразин',
    'Мiкосептин',
    'Ванкомiцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на хронiчний бронхiт призначили муколiтичний препарат, що пiдвищує синтез сурфактанту. Який препарат був використаний?',
    'Амброксол',
    'Кодеїн',
    'Мукалтин',
    'Фенотерол',
    'Лiбексин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на туберкульоз легень призначений препарат першого ряду, який спричинив розвиток невриту лицьового нерва та порушення рiвноваги. Вкажiть цей лiкарський засiб:',
    'Iзонiазид',
    'Бiсептол',
    'Фуразолiдон',
    'Цефазолiн',
    'Левомiцети',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При  інфаркті  міокарду  була  проведена  нейролептанальгезія.  Який  препарат  з  групи нейролептиків найчастіше застосовується спільно з фентанілом?',
    'Дроперидол',
    'Етаперазин',
    'Левомепромазин',
    'Клозапін',
    'Cульпірид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лікар  обговорював  з  колегами застосування  нового протиепілептичного засобу –  натрію вальпроату. Який можливій механізм дії препарату?',
    'Пригнічення активності ферменту ГАМК-трансферази',
    'Стимуляція активності ферменту ГАМК-трансферази',
    'Пригнічення активності Са2+залежної АТФ-ази',
    'Стимуляція активності Са2+залежної АТФ-ази',
    'Пригнічення моноамінооксидази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При гіпертонічному кризі  хворому ввели магнію сульфат, в результаті  чого настало різке зниження  артеріального  тиску. Введенням  якого  препарату  можна  запобігти  побічні  ефекти сульфату магнію?',
    'Кальцію хлорид',
    'Калію хлорид',
    'Трилон Б',
    'Натрію бромід',
    'Натрію сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому для ввідного наркозу внутрішньовенно ввели тиопентал натрію, після чого настав ларингоспазм,  підсилилась  салівація.  Введення  якого  препарату  можливо  було  б  запобігти небажані ефекти?',
    'Атропіну сульфат',
    'Адреналіну гідро хлорид',
    'Прозерин',
    'Аллоксим',
    'Пірроксан',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  після  короткочасного  оперативного  втручання  проведеного  з  застосування дитиліну понад 30 хвилин відмічалось пригнічення дихання не відновився попередній тонус м’язів. Яку допомогу необхідно надати хворому?',
    'Переливання крові',
    'Гемодіаліз',
    'Гемосорбція',
    'Форсований діурез',
    'Перитоніальний діаліз',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До приймального відділення надійшов хворий у непритомному стані. Шкіра холодна, зіниці звужені,  дихання  з  утрудненням,  відзначається  періодичність  по  типу  Чейн-Стокса, артеріальний тиск знижений, сечовий міхур переповнений. Чим відбулося отруєння?',
    'Наркотичними анальгетиками',
    'Транквілізаторами',
    'Ненаркотичними анальгетиками',
    'М-холіноблокаторами',
    'Антипсихотичними',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  діагнозом  вогнищевий  туберкульоз  верхньої  долі  правої  легені  в  складі комбінованої терапії одержує ізоніазид. Через деякий час пацієнт почав пред’являти скарги на м’язову  слабкість,  зниження  шкірної  чутливості,  порушення  зору,  оординації  рухів.  Який вітамінний препарат доцільно використати для усунення даних явищ?',
    'Вітамін В6',
    'Вітамін А',
    'Вітамін D',
    'Вітамін В12',
    'Вітамін C',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  на  гіпертонічну  хворобу  з  супутнім  обструктивним  бронхітом  призначили гіпотензивний засіб. Через деякий час у пацієнта почали з’являтися напади ядухи, розвинулась виражена  брадикардія.  На  ЕКГ  відмічались  ознаки  порушення  атріовентрікулярного проведення. При призначенні якого препарату найбільше імовірне з’явлення подібних ефектів?',
    'Анаприлін',
    'Клофелін',
    'Корданум',
    'Верепаміл',
    'Резерпін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на гіпертонічну хворобу з супутнім обструктивним бронхітом в складі комплексної терапії призначили анаприлін. Через деякий час у хворого розпочали з’являтися напади ядухи. З чим пов’язане виникнення даного побічного ефекту?',
    'Блокада бета2-адренорецепторів бронхів',
    'Блокада бета1-адренорецепторів бронхів',
    'Стимуляція бета2-адренорецепторів бронхів',
    'Блокада альфа2 -адренорецепторів бронхів',
    'Стимуляція альфа1 -адренорецепторів бронхів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  60  років  протягом  9  років  хворіє  на  цукровий  діабет,  отримує  для  корекції гіперглікемії  інсулін – семіленте.  10 днів тому почав лікування гіпертонічної  хвороби. Через годину  після  прийому  гіпотензивного  препарату  розвинулась  гіпоглікемічна  кома.  Який  з перелічених препаратів міг викликати подібне явище?',
    'Анаприлін',
    'Празозин',
    'Верапаміл',
    'Каптоприл',
    'Ніфедипін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  60  років  протягом  9  років  хворіє  на  цукровий  діабет,  отримує  для  корекції гіперглікемії  інсулін  –  семіленте.  10  днів  тому  почав  лікування  гіпертонічної  хвороби анаприліном. Через годину після прийому гіпотензивного препарату розвинулась гіпоглікемічна кома. Який механізм виникнення гіпоглікемії за умови призначення анаприліна?',
    'Пригнічення глікогенолізу',
    'Зменшення виділення г періоду напіввиведення глюкагону',
    'Збільшення періоду напіввиведення інсуліну–семіленте',
    'Збільшення біодоступності інсуліну-семіленте',
    'Зменшення всмоктування глюкози',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий 30-ти років звернувся до лікаря зі скаргами на пронос і біль у животі протягом 5-ти днів, підвищення температури тіла до $37,5^oC$ з ознобами. На передодні хворий був у лісі, де випив  води  з  відкритого  водоймища.  Встановлено  бактеріологічно підтверджений  діагноз: амебна дизентерія. Вкажіть препарат вибору для лікування цього захворювання:',
    'Метронідазол',
    'Фуразолідон',
    'Левоміцетин',
    'Фталазол',
    'Еметина гідрохлорид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого 55 років на 4-й день лікування диклофенаком-натрію виникла шлункова кровотеча в результаті виразки слизової оболонки шлунка. З чим пов’язана ульцерогенна дія препарату?',
    'Зменшення утворення простагландіну Е1',
    'Зменшення утворення простацикліну',
    'Зменшення утворення лейкотриєнів',
    'Зменшення утворення циклічних ендоперекисів',
    'Зменшення утворення тромбоксану',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  надійшов  у  хірургічне  відділення  з  діагнозом:  гострий  панкреатит,  розпочато консервативне лікування. Призначення якого препарату є патогенетично обгрунтоване?.',
    'Контрикал',
    'Трипсин',
    'Хімотрипсин',
    'Панкреатин',
    'Фібринолізин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  другій  половині  вагітності  жінка  приймала  транквілізатори  групи  бензодиазепинів. Пологи  наступили  в  строк,  протікали  нормально,  але  народилась  дитина  з  численними аномаліями розвитку (заяча губа, полідактилія). Як називається описана дія препарату?',
    'Тератогенна',
    'Мутагенна',
    'Ембріотоксична',
    'Фетотоксична',
    'Канцерогенна',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  при  комбінованій  терапії  хронічної  серцевої  недостатності  дигітоксином  та фуросемідом розвинулась різка м’язова слабкість. Які електролітні порушення можна виявити в крові?',
    'Гіпокаліємія',
    'Гіперкаліємія',
    'Гіпокальціємія',
    'Гіперкальціємія',
    'Гіпернатріємія',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворої  45  років,  котра  протягом  двох  тижнів  приймає  неодикумарін  з  приводу тромбофлебіту  при  черговому  обстеженні  в  крові  виявлено  зниження  протромбіну,  в  сечі спостерігається  мікро  гематурія.  Який  лікарській  засіб  необхідно  застосувати  в  якості антагоністу неодикумаріну?',
    'Вікасол',
    'Протаміну сульфат',
    'Амбен',
    'Натрію цитрат',
    'Тромбін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До  приймального  відділення  був  доставлений  хворий  зі  скаргами  на  запаморочення, зниження  гостроти  зору, нудоту, слинотечею  та  спастичні  болі  в  животі.  Був  встановлений діагноз:  отруєння  фосфорорганічними  з’єднаннями.  Що  доцільно  включити  в  склад комплексної терапії?',
    'Атропіну сульфат та дипіроксим',
    'Тіосульфат натрію та бемегрид',
    'Тетацин-кальцій та унітіол',
    'Налорфіну гідро хлорид та бемегрид',
    'Глюкоза та бемегрид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого, що страждає на хронічну серцево-судинну недостатність в процесі дигіталізації з’явились  слідуючи  симптоми:  головний  біль,  втома,  нудота,  порушення  кольорового  зору (навколишні  предмети  сприймаються  в  зеленому  кольорі).  На  ЕКГ  з’явилась  синусова брадикардія  та  ознаки  порушення  атріовентрикулярного  проведення.  Який  засіб  можна застосувати для зменшення симптомів інтоксикації?',
    'Унітіол',
    'Налоксон',
    'Бемегрид',
    'Дипіроксим',
    'Атропіну сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  після  довготривалого  застосування  призначеного  з  приводу  гострого респіраторного  захворювання  препарату  виникли  слідуючи  симптоми:  головний  біль, запаморочення, шум у вухах, нудота, біль в епігастральній області. Який препарат міг викликати подібну клінічну картину?',
    'Ацетилсаліцилова кислота',
    'Вітамін С',
    'Нафтизин',
    'Бромгексин',
    'Мідантан',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До приймального відділення доставлений хворий зі скаргами на сухість в роті, світлобоязнь та порушення зору. Шкіра гіпіремійована, суха, зіниці розширені, тахікардія. При подальшому обстеженні  був  встановлений  діагноз:  отруєння  алкалоїдами  красавки.  Який  з  лікарських засобів доцільно застосувати?',
    'Прозерин',
    'Ацеклідин',
    'Пілокарпін',
    'Армін',
    'Дипіроксим',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінці з сезонним вазомоторним ринітом, що працює диспетчером на залізниці та проходить амбулаторне лікування, показано призначення антигістамінного засобу, який не пригнічує ЦНС. Вкажіть цей препарат.',
    'Лоратадин',
    'Димедрол',
    'Дипразин',
    'Супрастин',
    'Тавегіл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого діагностовано черепно-мозкову травму, набряк мозку. Який сечогінний засіб слід призначити для дегідратації мозку?',
    'Фуросемід',
    'Циклометіазид',
    'Оксодолін',
    'Триамтерен',
    'Спіронолактон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У чоловіка,  якому  під  час  оперативного  втручання  застосували  міорелаксант  -  дитилін, розслаблення  скелетних  м’язів  і  пригнічення  дихання  продовжувалось  більше  2  годин. Відсутність якого ферменту в сироватці крові зумовлює цей стан?',
    'Бутирилхолінестерази',
    'Каталази',
    'Ацетилхолінестерази',
    'Глюкозо-6-фосфатази',
    'Глутатіонпероксидази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінка  після  перенесеного  нервового  потрясіння  погано  спить.  Якому  з  перерахованих снодійних засобів слід віддати перевагу для лікування безсоння?',
    'Нітразепам',
    'Фенобарбітал',
    'Етамінал-натрій',
    'Барбаміл',
    'Барбітал',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  з  гіпертонічною  хворобою  призначено  лізиноприл.  Який  механізм  дії  даного препарату?',
    'Пригнічення активності ангіотензинперетворюючого ферменту',
    'Блокада бета-адренорецепторів',
    'Блокада альфа-адренорецепторів',
    'Блокада рецепторів ангіотензину ІІ',
    'Периферична вазодилятаційна дія',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з  виразковою хворобою призначено фамотидин.  Кислотність  шлункового соку значно знизилась. Який механізм лежить в основі дії даного препарату?',
    'Блокада Н2-гістамінових рецепторів',
    'Блокада Н1-гістамінових рецепторів',
    'Блокада М1-холінорецепторів',
    'Пригнічення активності Н+К+АТФ-ази',
    'Блокада Н-холінорецепторів симпатичних гангліїв',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  приймальне  відділення  поступив  у  важкому  стані  чоловік  38  років,  який  отруївся сулемою. Який антидот треба негайно ввести хворому?',
    'Унітіол',
    'Дипіроксим',
    'Атропін',
    'Налорфін',
    'Ізонітрозин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінка 33 років, яка тривалий час лікується з приводу хронічного поліартриту, скаржиться на  підвищення  артеріального  тиску,  зміни  розподілу  жирової  тканини,  порушення менструального циклу. Який препарат приймає хвора?',
    'Преднізолон',
    'Індометацин',
    'Бутадіон',
    'Синафлан',
    'Беклометазон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому при  безсонні,  викликаному  емоційними розладами,  лікар  призначив  засіб,  що викликає  сон  за  рахунок  транквілізуючої  дії.  Який  снодійний  препарат  був  призначений пацієнту?',
    'Нітразепам',
    'Фенобарбітал',
    'Хлоралгідрат',
    'Етамінал-натрій',
    'Бромізовал',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До травматологічного пункту доставлено постраждалого після ДТП з діагнозом: закритий перелом середньої третини стегна зі зміщенням. З метою репозиції кісткових уламків хворому введено  10  мл  2\%  розчину  дитиліну  в/в,  внаслідок  чого  розвинулося  тривале  апное  та міорелаксація. Дефіцитом якого ферменту зумовлена вказана фармакогенетична ферментопатія?',
    'Псевдохолінестерази',
    'Уридіндифосфоглюкуронової трансферази',
    'Глюкозо-6-фосфатдегідногенази',
    'Метгемоглобінредуктази',
    'N-ацетилтрансферази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий 37-ми років,  що страждає  на  облітеруючий ендартеріїт  судин  нижніх  кінцівок, одержує фенілін в добовій дозі 60 мг/кг. В зв’язку з проявами судомного синдрому (в анамнезі ЧМТ) призначений фенобарбітал, після відміни якого у хворого виникла носова кровотеча. Дане ускладнення пов’язане з:',
    'Індукцією фенобарбіталом ферментів мікросомального окислення в печінці',
    'Аліфатичним гідроксилюванням фенобарбіталу',
    'Кон’югацією феніліну з глюкуроновою кислотою',
    'Окислювальним дезамінуванням феніліну',
    'Гальмуванням фенобарбіталом мікросомального окислення в печінці',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  з  непереносимістю  антибіотиків  для  лікування  пневмонії  призначений  ко- тримоксазол.  Через  декілька  днів  у  хворого  розвинувся  гемоліз  еритроцитів.  Недостатність якого фермента в організмі хворого сприяла розвитку ціього побічного ефекта?',
    'Глюкозо-6-фосфатдегідрогенази',
    'Ацетальдегіддегідрогенази',
    'Холінестерази',
    'Уридиндіфосфатглюкуронової трансферази',
    'N-ацетилтрансферази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Підлітку, що перебував у стані важкого алкогольного сп''яніння, лікар швидкої допомоги серед інших заходів здійснив внутрішньом''язове введення розчину кофеїну. Поясніть на основі якого принципу дії дана маніпуляція є доцільною:',
    'Фізіологічний антагонізм',
    'Синергізм',
    'Потенціація',
    'Конкурентний антагонізм',
    'Сумація ефектів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  виразковою хворобою  шлунку приймав  антацидний  препарат альмагель.  Для лікування гострого бронхіту йому призначили антибіотик метициклін. Проте протягом 5-ти днів температура  не  знизилася,  кашель  і  характер  харкотиння  не  змінились.  Лікар  прийшов  до висновку про несумісність ліків при їх взаємодії.  Про який саме вид несумісності  ліків йде мова?',
    'Фармакокінетична на етапі всмоктування',
    'Фармакокінетична на етапі біотрансформації',
    'Фармацевтична',
    'Фармакодинамічна',
    'Прямий антагонізм',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Здорова людина перебуває в небезпечному по захворюванню на малярію районі. Який із зазначених препаратів необхідно призначити з метою особистої хіміопрофілактики малярії ?',
    'Хінгамін',
    'Сульфален',
    'Тетрациклін',
    'Метронідазол',
    'Бісептол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  нейродермітом  на  протязі  тривалого  часу  використовував  преднізолон.  При обстеженні в нього виявили підвищення рівня цукру в крові. Вплив глюкокортикостероїдів на яку ланку обміну вуглеводів призводить до виникнення цього ускладнення?',
    'Активація глюконеогенезу',
    'Активація глікогеносинтезу',
    'Посилення всмоктування глюкози в кишечнику',
    'Пригнічення синтезу глікогену',
    'Активація розщеплення інсуліну',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Прозерин  при  системному введенні щуру підвищує тонус  скелетних  м’язів.  Фторотан викликає релаксацію  скелетних  м’язів та послаблює ефекти прозерину.  Визначте  характер взаємодії прозерину та фторотану',
    'Непрямий функціональний антагонізм',
    'Прямий функціональний антагонізм',
    'Конкурентний антагонізм',
    'Незалежний антагонізм',
    'Неконкурентний антагонізм',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінка в період вагітності тривалий час без контролю лікаря приймала антибіотик. Через деякий час у неї погіршився апетит, з’явились нудота, пронос, зміни слизових оболонок ротової порожнини та  шлунково-кишкового тракту. З  часом виникла жовтяниця.  У новонародженого відмічено порушення росту кісток. Який препарат приймала жінка?',
    'Доксициклін',
    'Левоміцетин',
    'Ампіцилін',
    'Еритроміцин',
    'Бісептол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з частими приступами стенокардії був призначений сустак-форте по 1 табл. 2 рази на  день.  Спочатку  відмічався  позитивний  ефект,  однак  на  другу  добу приступи  стенокардії поновились. Чим можна пояснит неефективність призначеного препарата?',
    'Тахіфілаксією',
    'Кумуляцією',
    'Сенсибілізацією',
    'Ідіосинкразією',
    'Залежність',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого виявили туберкульоз  легень.  Який антибіотик слід йому призначити поряд з іншими протитуберкульозними засобами?',
    'Ріфампіцин',
    'Азитроміцин',
    'Тетрациклін',
    'Левоміцетин',
    'Кефзол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В  результаті  тривалого  застосування  антибіотиків  широкого  спектру  дії  розвинувся кандидомікоз кишечника. Що призначити для його лікування?',
    'Ітраконазол',
    'Ріфампіцин',
    'Граміцидін',
    'Інтерферон',
    'Ремантадін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В кардіологічне відділення доставлений хворий з діагнозом: гострий інфаркт міокарду.Для купірування больового синдрому в складі нейролептанальгезії пацієнту необхідно ввести таку комбінацію лікарських препаратів:',
    'Дроперідол + фентаніл',
    'Морфін + атропін',
    'Аміназин + діазепам',
    'Анальгін + піпольфен',
    'Но-шпа + дімедрол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворій, що перенесла мастектомію у зв’язку з раком молочної  залози,  був призначений курс  променевої  терапії.  Який  з  перерахованих  вітамінних  препаратів  володіє  вираженою радіопротекторною дією, зумовленою антиоксидантною активністю?',
    'Токоферола ацетат',
    'Ергокальциферол',
    'Тіаміну хлорид',
    'Рибофлавін',
    'Фолієва кислота',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого діагностовано  діабетичну  кому. Концентрація  цукру в  крові  становить  18,44 ммоль/л. Який з цукрознижуючих препаратів необхідно призначити даному хворому?',
    'Інсулін короткої дії',
    'Інсулін середньої тривалості дії',
    'Інсулін тривалої дії',
    'Препарат із групи бігуанідів',
    'Препарат із групи похідних сульфонілсечовини',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий звернувся до лікаря зі скаргами на забарвлення сечі та слізної рідини в червоний колір. З анамнезу відомо, що він лікується з приводу легеневого туберкульозу. З застосуванням якого протитуберкульозного засобу пов’язане дане явище?',
    'Рифампіцин',
    'Ізоніазид',
    'Етіонамід',
    'Стрептоміцину сульфат',
    'Етамбутол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому призначено препарат дигоксин. Через декілька днів у хворого виявлено ознаки передозування  цим  препаратом,  його  вміст  у  крові  значно  перевищував  верхню  межу терапевтичної концентрації. Як називається такий варіант дії лікарських речовин?',
    'Кумуляція',
    'Звикання',
    'Тахікардія',
    'Потенціювання',
    'Антагонізм',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Чоловік 65-ти років надійшов до неврологічного відділення з  діагнозом постінсультний синдром. Який препарат найбільш доцільно призначити хворому для прискорення одужання?',
    'Галантаміну гідрохлорид',
    'Іпратропіум бромід',
    'Дипіроксим.',
    'Ізонітрозин.',
    'Ацеклідин.',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  інфекційним  мононуклеозом  на  протязі  2-х  тижнів  приймав глюкокортикостероїдні  препарати.  Наступила  ремісія,  проте  в  нього  виникло  загострення хронічного тонзиліту. Результатом якої дії глюкокортикостероїдів є дане ускладнення?',
    'Імунодепресивної',
    'Протизапальної',
    'Протишокової',
    'Антиалергічної',
    'Антитоксичної',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В результаті безконтрольного прийому вітамінного препарату в дитини виникла анорексія, нудота,  блювання,  пронос,  гіпертермія,  з''явилися крововиливи на шкірі  та слизових,  а також явища менінгізму. Який препарат приймала дитина?',
    'Ретінолу ацетат',
    'Соматотропін',
    'Нікотинамід',
    'Рутин',
    'Токоферолу ацетат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Чоловіку  70  років,  страждаючому  хворобою  Паркінсона,  був  призначений  препарат леводопа.  Через  тиждень  стан  хворого  значно  покращался.  Який  механизм  дії  лікарського засобу?',
    'Активація дофамінової системи',
    'Гальмування холінергічної системи',
    'Гальмування гістамінергічної системи',
    'Гальмування серотонінергічної системи',
    'Активація енкефалінової системи',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому, який страждає на склеродермію (колагеноз), було призначено імунодепресант, що належить  до  групи протималярійних  засобів,  похідних хіноліну.  Препарат  пацієнт  приймав тривалий період часу.  З часом у нього зменшилась маса тіла,  посивіло волосся,  зменшилась гострота зору. Було призначено обстеження окуліста, який терміново відмінив препарат. Яким засобом лікували хворого?',
    'Хінгаміном',
    'Циклофосфаном',
    'Хіноцидом',
    'Кризанолом',
    'Метотрексатом',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого на маніакально-депресивний психоз спостерігаються  пригнічення психічної  і рухової активності, тривожно-депресивний стан. Який препарат необхідно йому призначит для зняття патологічної депресії?',
    'Амітриптилін',
    'Сиднокарб',
    'Кофеїн-бензоат натрію',
    'Пірацетам',
    'Трифтазин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  на  міастенію,  після  призначення  прозеріну,  з''явилася  нудота,  діарея, посмикування м''язів язика і скелетних м''язів. Чим можна усунути інтоксикацію?',
    'Атропіну сульфат',
    'Фізостигмін',
    'Пірідостігміну бромід',
    'Ізадрин',
    'Мезатон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  з  хронічною  серцево-судинною  недостатністю  приймав  дігоксин.  Після призначення додаткової терапії  розвинулись явища інтоксикації  серцевими глікозидами. Який препарат може викликати підсилення інтоксикації серцевими глікозидами?',
    'Кальцію хлорид',
    'Калію хлорид',
    'Магнію хлорид',
    'Аспаркам',
    'Розчин глюкози',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  поступив  до  стаціонару  з  гострою  серцево-судинною  недостат-ністю.  Який препарат необхідно використати в даному випадку?',
    'Корглікон',
    'Дигітоксин',
    'Дигоксин в таблетках',
    'Адреналін',
    'Аміодарон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому, який переніс інфаркт міокарду, призначена ацетилсаліцилова кислота по 75 мг щоденно. З якою метою призначено препарат?',
    'Зменшення агрегації тромбоцитів',
    'Зменшення запалення',
    'Зменшення болю',
    'Пониження температури',
    'Розширення коронарних судин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'З  хімічного виробництва  в  токсикологічне  відділення  доставлений  хворий  з  отруєнням ртуттю. Який препарат слід використати в даній ситуації?',
    'Унітіол',
    'Ізонітрозин',
    'Налоксон',
    'Активоване вугілля',
    'Ентеросорбент СКН',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворої, яка хворіє на гіпертонічну хворобу, розвинувся приступ бронхіальної астми. Який засіб слід призначити для зняття приступу?',
    'Салбутамол',
    'Ізадрин',
    'Адреналін',
    'Еуфілін',
    'Ефедрин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У дитини 5-ти років гостра правостороння нижньодолева пневмонія. При сіянні харкотиння виявлено, що збудник захворювання стійкий до пеніциліну, але чутливий до макролідів. Який препарат найльш доцільно використати у даному випадку?',
    'Азитроміцин',
    'Тетрациклін',
    'Гентаміцин',
    'Стрептоміцин',
    'Ампіцилін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До стоматолога звернулась мати 2-річної дитини зі каргами на руйнування у дитини зубів. При огляді молочні зуби деформовані, уражені карієсом, у шийки коричнева кайма. З анамнезу встановлено, что мати під час вагітності приймала антибіотики без контролю лікаря.  Вкажіть яку  групу антибіотиків, з  найбільш  виразним  тератогенним  ефектом,  могла  приймати  мати дитини?',
    'Тетрацикліни',
    'Пеніциліни',
    'Цефалоспорини',
    'Аміногликозиди',
    'Макроліди',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У неврологічне відділення поступив хворий зі скаргами на погіршення пам’яті та розумової працездатності,  порушення  сну, головокружіння.  Перераховані  симптоми хворий  пов’язує  зі струсом мозку  2  роки  тому в  результаті ДТП.  Виберіть препарат,  що  покращує метаболізм головного мозку, найбільш доцільний в даній ситуації:',
    'Пірацетам',
    'Сиднокарб',
    'Натрію оксибутират',
    'Кордіамин',
    'Кофеїн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В стаціонар  поступив хворий  з діагнозом:  "Виразкова  хвороба 12-палої  кишки  в фазі загострення,  виразка цибулини 12-палої кишки". Аналіз  шлункового соку показав підвищення секреторної та кислотоутворюючої функції шлунка. Виберіть препарат, який знижує секреторну функцію залоз шлунка за рахунок блокади H2-рецепторів.',
    'Фамотидин',
    'Атропін',
    'Метацин',
    'Платифілін',
    'Екстракт красавки сухий',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий з хронічним гіперацидним гастритом для усунення печії приймає антацидний засіб, після застосування якого відзначає покращення і разом з цим відчуття розпирання в шлунку. Який з наведених препаратів міг викликати цей побічний ефект?',
    'Натрію гідрокарбонат',
    'Магнію оксид',
    'Магнію трисилікат',
    'Алюмінію гідроксид',
    'Пепсин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  звернувся  до  лікаря  зі  скаргами  на  дисфункцію кишечника.  Лікар  констатував симптоми дуоденіту, ентериту. При лабораторному дослідженні встановлено діагноз: лямбліоз. Застосування якого препарату показано хворому?',
    'Метронідазол',
    'Еритроміцин',
    'Мономіцин',
    'Хінгамін',
    'Тетрациклін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Після введення лікарської речовини у піддослідної тварини зменшилося виділення слини, розширилися зіниці, а при наступному введенні у вену ацитилхоліну частота скорочень серця істотно не змінилася. Вкажіть назву цієї речовини:',
    'Атропін',
    'Адреналін',
    'Анаприлін',
    'Прозерин',
    'Салбутамол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При тривалому використанні препарату у хворого можуть мати місце остеопороз,  ерозії слизової  шлунка,  гіпокаліємія,  затримка  натрію  і  води,  зменшення  вмісту  кортикотропіну  у крові. Вкажіть препарат.',
    'Преднізолон',
    'Гіпотіазид',
    'Дигоксин',
    'Індометацин',
    'Резерпін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До  лікарні  швидкої  допомоги  доставили  чоловіка  63  років  з  явищами  колапсу.  Для боротьби з гіпотензією лікар вибрав норадреналін. Який механізм дії цього препарату?',
    'Активація альфа-1-адренорецепторів',
    'Активація серотонінових рецепторів',
    'Активація бета-адренорецепторів',
    'Активація дофамінових рецепторів',
    'Блокада м-холінорецепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий 42-х  років страждає на  хронічний  кон’юнктивіт алергічного генезу.  За фахом він водій. Який антигістамінний препарат слід призначити з врахуванням специфіки його риботи?',
    'Діазолин',
    'Димедрол',
    'Супрастин',
    'Дипразин',
    'Кетотіфен',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При  зборі анамнезу у  хворого на  бронхіальну астму лікар встановив,  що напади ядухи виникають зазвичай вночі, їм передує помірно виражена брадикардія . Яка група холінергічних засобів найбільш доцільна в даній ситуації?',
    'М-холіноблокатори',
    'М-холіноміметики',
    'Антихолінестеразні засоби',
    'Реактиватори холінестерази',
    'Н-холіноміметики',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого на сифіліс при лікуванні препаратами вісмуту з''явилися сірі плями на слизовій оболонці ротової порожнини та симптоми нефропатії.  Який засіб використовують як антидот при отруєнні препаратами вісмуту?',
    'Унітіол',
    'Метиленовий синій',
    'Налоксон',
    'Бемегрид',
    'Налорфін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворій на гіпертензивну хворобу в комплексній терапії призначено гідрохлортіазид. Який механізм дії препарату сприяє зниженню артеріального тиску?',
    'Збільшення виділення іонів натрію та води',
    'Збільшення утворення ангіотензину ІІ',
    'Блокада кальцієвих каналів',
    'Зменшення виділення іонів натрію та води',
    'Блокада ферменту карбоангідрази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  56  років  із  скаргами  на  спрагу,  часте  сечовиділення,  після  обстеження  у ендокринолога було встановлено діагноз цукровий діабет та призначено глібенкламід. Вкажіть механізм дії цього препарату?',
    'Стимулює бета-клітини острівців Лангерганса',
    'Сприяє засвоєнню глюкози клітинами тканин організму',
    'Полегшує транспорт глюкози через клітинні мембрани',
    'Пригнічує альфа-клітини острівців Лангерганса',
    'Пригнічує всмоктування глюкози в кишківнику',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  пацієнта  після  переохолодження  у  ділянці  крил  носа  та  верхньої  губи  з’явились герпетичні висипання. Для лікування була застосована мазь. Який противірусний засіб містить застосована мазь?',
    'Ацикловір',
    'Азидотимідин',
    'Дексаметазон',
    'Індометацин',
    'Інтерферон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  при  проходженні  курсу  лікування  метронідазолом  вжив  невелику  кількість алкоголю, внаслідок чого розвинулось тяжке отруєння. Поясніть причину отруєння:',
    'Накопичення ацетальдегіду',
    'Алергічна реакція',
    'Невралгічні розлади',
    'Серцево-судинна недостатність',
    'Порушення функції нирок',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для  лікування  кропивниці  з  метою  усунення  висипань  на  шкірі,що  супроводжуються свербінням,  хворому  призначено димедрол.  Який механізм  забезпечує  його  ефективність  в даному випадку?',
    'Конкурентна блокада Н1-рецепторів',
    'Інгібіція синтезу гістаміна',
    'Пригнічення виділення гістаміну',
    'Прискорення руйнування гістаміну',
    'Незалежний антагонізм с гістаміном',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого виявлена змішана глисна інвазія: аскарідоз кишківника та трематодоз печінки. Який з протигельмінтних препаратів доцільно призначити?',
    'Мебендазол',
    'Левамізол',
    'Пірантел',
    'Хлоксил',
    'Піперазину адипінат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В  пологове  відділення  поступила  вагітна  жінка  зі  слабкою  пологовою  діяльністю. Призначте засіб гормональної природи для посилення пологової діяльності?',
    'Окситоцин',
    'Прогестерон',
    'Метандростенолон',
    'Гідрокортизон',
    'АКТГ',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Ретаболіл та його аналоги збільшують масу скелетних м’язів,  що дає змогу застосовувати його для лікування дистрофій. Взаємодією з яким клітинним субстратом зумовлений цей ефект?',
    'Ядерними рецепторами',
    'Мембранними рецепторами',
    'Рибосомами',
    'Хроматином',
    'Білками-активаторами транскрипції',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Як зміниться  фармакологічна  активність  препарату  з  високою  спорідненістю  до  білків плазми крові при виникненні гіпоальбумінемії ?',
    'Підвищиться',
    'Зменшиться',
    'Не зміниться',
    'Анулюється',
    'Сповільниться',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Після закапування в око крапель у хворого на глаукому розвинувся міоз і короткозорість. Внутрішньоочний тиск знизився. Яка група препаратів здатна викликати такий ефект.',
    'М-Холіноміметичні засоби',
    'М-Холіноблокуючі засоби',
    'Альфа-адреноміметичні засоби',
    'Н-Холіноміметичні засоби',
    'Гангліоблокатори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'На фоні прийому алкоголю у хворого, який отримує клофелін для лікування гіпертонічної хвороби, з’явилися явища різкого пригнічення центральної нервової системи. З чим це може бути пов’язане?',
    'Потенціювання ефектів',
    'Сумація ефектів',
    'Кумуляція',
    'Інтоксикація',
    'Ідіосинкразія',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При огляді хворого відмічено різке звуження зіниць ока, сонливість, рідке дихання, по типу Чейна-Стокса,  застримка  сечі,  сповільнення  серцевого  ритму,  підвищення  спино-мозкових рефлексів. Яка речовина викликала отруєння?',
    'Морфін',
    'Атропін',
    'Фосфакол',
    'Кофеїн',
    'Барбітал',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Після  тіреоектомії  у  хворого  розвинувся  судомний  стан  (тетанія).  За  допомогою  якого препарата можна його усунути?',
    'Кальцію хлориду',
    'Трийодтироніну',
    'Меліктину',
    'Кальцітрину',
    'Ергокальціферолу',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого на цукровий діабет після чергової ін’єкції інсуліну стан погіршився: появився неспокій,  холодний  піт,  тремор  кінцівок,  загальна  слабкість,  запаморочення.  За  допомогою якого препарату знімаються ці симптоми?',
    'Адреналін',
    'Бутамід',
    'Кофеін',
    'Норадреналін',
    'Глібутид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  на  шизофренію  було  призначено  аміназин.  Який  з  перерахованих фармакодинамічних ефектів є підставою для його призначення даному хворому?',
    'Антипсихотичний',
    'Протиблювотний',
    'Гіпотермічний',
    'Міорелаксуючий',
    'Гіпотензивний',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Який з перерахованих сечогінних засобів не буде проявляти діуретичного ефекту у пацієнта з хворобою Адісона?',
    'Спіронолактон',
    'Фуросемід',
    'Гіпотіазид',
    'Тріамтерен',
    'Етакринова кислота',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  на  протязі  двох  тижнів  отримував  лікарську  терапію  з  приводу  психозу. Стан хворого  поліпшився,  однак  невдовзі  з’явилась  ригідність,  тремор,  гіпокінезія.  Який  з перелічених препаратів виклакає вказані ускладення?',
    'Аміназин',
    'Дифенін',
    'Сиднокарб',
    'Імізін',
    'Хлордіазепоксид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Тривале вживання деяких лікарських засобів, що передують вагітності, збільшують ризик народження дитини з генетичними вадами. Як називається ця дія?',
    'Мутагенний ефект',
    'Ембріотоксичний ефект',
    'Тератогенний ефект',
    'Фетотоксичний ефект',
    'Бластомогенний ефект',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При алергичному дерматиті  лікар  призначив  хворому у  складі  комплексної  терапії  Н1- гістаміноблокатор. Визначте цей препарат.',
    'Лоратадин',
    'Кромолін натрій',
    'Преднізолон',
    'Адреналін',
    'Гідрокортизон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'За даними бактеріоскопії  мазку з  уретри у хворого виявлено гонорею. Враховуючи,  що препаратами вибору для лікування гонореї є фторхінолони, хворому необхідно призначити:',
    'Ципрофлоксицин',
    'Фуразолідон',
    'Фторурацил',
    'Уросульфан',
    'Цефазолін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Перед відрядженням за кордон лікарю з метою особистої профілактики малярії призначено засіб з гістошизонтоциною дією. Який препарат одержав спеціаліст?',
    'Хінгамін',
    'Бісептол',
    'Доксициклін',
    'Мефлохін',
    'Хінін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора, 19 років, на первинний сифіліс отримує комплексну терапію, до складу якої входить натрієва сіль бензил-пеніціліну. Механізми дії цього препарату?',
    'Блокада синтезу петдидогліканів микробної оболонки',
    'Блокада синтезу білків цитоплазми',
    'Блокада тіолових груп ензимів',
    'Блокада синтезу РНК',
    'Блокада синтезу ДНК',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хлопчик 5 років непокоїть анальний свербіж. Виявлені черв’яки класу нематод (гострики). Оберіть лікарський засіб для дегільмінтації дитини.',
    'Мебендазол',
    'Фенасал',
    'Аміноакрихін',
    'Сім’я гарбуза',
    'Празіквантель',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий з ревматоїдним артритом,  приймає  диклофенак-натрію.  Після чергового аналізу крові лікар відмінив цей препарат. Яке ускладнення з боку крові викликав диклофенак-натрію?',
    'Лейкопенію',
    'Лейкемію',
    'Посилення гемокоагуляції',
    'Зниження гемокоагуляції',
    'Еозинофілію',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого, який тривалий час приймав тетрациклін, виник кандидоз слизових оболонок. Який лікарський препарат слід призначити для його лікування?',
    'Ітраконазол',
    'Гризеофульвін',
    'Нітрофунгін',
    'Амфотеріцин',
    'Фурадонін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий на ішемічну хворобу серця приймав протягом дня багатократно препарат, який викликав отруєння. При обстеженні хворого виявлено ціаноз шкіри та слизових оболонок, різке зниження  артеріального  тиску, тахікардію,  пригнічення  дихання.  У  крові  підвищений  вміст метгемоглобіну. Препарат якої групи приймав хворий?',
    'Органічні нітрати',
    'Альфа-адреноблокатори',
    'Блокатори кальцієвих каналів',
    'Препарати аденозинового ряду',
    'Міотропні спазмолітики',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Препарат  чинить  згубний  вплив  на  еритроцитарні  форми  малярійних  плазмодіїв, изентерійну амебу. Застосовується для лікування і профілактики малярії, лікування амебіазу і колагенозів. Визначте цей препарат.',
    'Хінгамін',
    'Еметину гідрохлорид',
    'Тетрациклін',
    'Еритроміцин',
    'Хінін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий звернувся до лікаря зі скаргами на страх, відчуття неспокою, внутрішньої напруги, що виникли після душевної травми. Який препарат слід йому призначити?',
    'Діазепам',
    'Мікстуру Павлова',
    'Настоянку валеріани',
    'Настоянку собачої кропиви',
    'Етамінал-натрію',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  на  гіпертонічну  хворобу  ІІ  стадії  з  лікувальною  метою  приймав  один  з гіпотензивних  препаратів.  Через  деякий  час  АТ знизився,  але  хворий  став  скаржитися  на в`ялість, сонливість, байдужість. Пізніше з`явився біль у шлунку, була діагностовано виразкова хвороба. Який гіпотензивний препарат приймав хворий?',
    'Резерпін',
    'Дибазол',
    'Фуросемід',
    'Верапаміл',
    'Каптоприл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  показано  застосування глюкокортикоїдів  всередину.  Як  слід  призначити  ці препарати з врахуванням фізіологічних коливань вмісту гормонів кори наднирників у крові?',
    '2/3 зранку, решту вдень',
    'Всю дозу зранку',
    'Всю дозу ввечері',
    'Рівномірно впродовж дня',
    '2/3 ввечері, решту зранку',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  слід  призначити  хіміотерапевтичний  засіб  широкого  спектру  дії  з  групи фторхінолонів. Вкажіть цей препарат:',
    'Ципрофлоксацин',
    'Амоксицилін',
    'Карбеницилін',
    'Азлоцилін',
    'Хиноксидин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на цукровий діабет  в стані  гіпоглікемічної  коми,  спричиненої  передозуванням препарату інсуліну тривалої дії, було введено препарат, який є гормоном підшлункової залози і антагоністом інсуліну. Вкажіть цей препарат:',
    'Глюкагон',
    'Адреналін',
    'Гідрокортизон',
    'Дезоксикортикостерон',
    'Норадреналін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Дитина страждає на ідіосинкразію до лікарського засобу, яка є зумовлена:',
    'Спадковою ензимопатією',
    'Виснаженням субстрату, з яким взаємодіє лікарська речовина',
    'Нагромадженням лікарської речовини в організмі',
    'Інгібуванням мікросомальних ферментів печінки',
    'Супутнім захворюванням органа-мішені',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворої гінекологічного відділення виникли симптоми внутрішньої кровотечі. Який засіб слід призначити з метою пригнічення фібринолізу та зупинки кровотечі?',
    'Контрикал',
    'Фібриноген',
    'Вікасол',
    'Дицинон',
    'Хлористий кальцій',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При  обстеженні  хворого  70  років  виявлено  інсуліннезалежний  цукровий  діабет.  Який препарат доцільно призначити хворму?',
    'Глібенкламід',
    'Інсулін',
    'Мерказоліл',
    'Паратіреоїдин',
    'Кортизон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  чоловіка  39  років  спостерігається  підвищений  риск  розвитку  інфекційних  процесів, гіперкератоз, порушення сутінкового зору. Який вітамінний препарат необхідно призначити?',
    'Ретинолу ацетат',
    'Піридоксину гідрохлорид',
    'Рибофлавін',
    'Ергокальциферол',
    'Токоферолу ацетат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого для обробки опікової поверхні шкіри було використано препарат, антисептичні властивості якого забезпечуються вільним киснем, що відщеплюється у присутності органічних речовин. Оберіть правильну відповідь:',
    'Калію перманганат',
    'Фурацилін',
    'Хлоргексидин',
    'Кислота борна',
    'Натрію гідрокарбонат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому, що страждає на хронічну серцеву недостатність, лікар порекомендував провести профілактичний курс лікування кардіотонічним препаратом з групи серцевих глікозидів який приймають внутрішньо. Який з препаратів було рекомендовано хворому?',
    'Дигоксин',
    'Строфантин',
    'Корглікон',
    'Кордіамін',
    'Кардіодарон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  гострий  інфаркт  міокарда  супроводжується  стійкими  болями  за  грудиною. Неефективність  попередньовведених  препаратів  дала  підставу лікарю  провести нейролептанальгезію. Який нейролептик використовують для цього виду знеболення ?',
    'Дроперідол',
    'Метаперазин',
    'Етаперазин',
    'Галоперідол',
    'Аміназин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Офтальмолог  з  діагностичною  метою  (розширення  зіниць  для  огляду  очного  дна) використав 1\% розчин мезатону. Мідріаз, викликаний препаратом, обумовлений:',
    'Актвацією альфа-1 адренорецепторів.',
    'Активацією альфа-2 адренорецепторів',
    'Блокадою альфа-1 адренорецепторів',
    'Активацією бета-1 адренорецепторів',
    'Активацією М-холінорецепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Інфікований  хворий сенсибілізований  до бензилпеніциліну.  Застосування  якого  з перерахованих антибіотиків є найменш небезпечним в цьому випадку?',
    'Азитроміцину',
    'Бициліну',
    'Ампіциліну',
    'Амоксициліну',
    'Оксациліну',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого з високою кислотністю шлункового соку діагностовано виразку шлунка. Який з перелічених засобів найсильніше пригнічує секрецію соляної кислоти?',
    'Омепразол',
    'Атропін',
    'Ранітидин',
    'Пірензепін',
    'Альмагель',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До  стоматолога  звернулась  мати  2-річної  дитини,  яка  під  час  вагітності  безсистемно приймала  антибіотики.  При  огляді  дитини  встановлено  руйнування  різців,  емаль  жовтого кольору, біля шийки зубів коринева кайма.  Який з перерахованих антибіотиків має найбільш виразну тератогенну дію?',
    'Доксициклін',
    'Фуросемід',
    'Ампіокс',
    'Ксантинолу нікотинат',
    'Октадин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У чоловіка 36 років з черепно-мозковою травмою дихання слабке, пульс ниткоподібний, рефлекси відсутні. Який шлях уведення пірацетама найбільш доцільний у даному випадку?',
    'Внутрішньовенний',
    'Ректальний',
    'Підшкірний',
    'Пероральний',
    'Інгаляційний',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  45  років  звернулася  до  лікаря  з  скаргами  на  порушення  сну,  що  проявлялося погіршенням засинання і пробудженнями серед ночі. Лікар призначив хворій снодійний засіб. Який вид фармакотерапії використав лікар?',
    'Симптоматичну',
    'Етіотропну',
    'Патогенетичну',
    'Вибіркову',
    'Рефлекторну',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для  запобігання  віддалених  результатів  чотиридобової  малярії  пацієнту  42  років призначили примахін. Вже на 3 добу від початку лікування терапевтичними дозами препарату в пацієнта  з’явилися біль у животі  та в ділянці  серця,  диспепсичні розлади, загальний ціаноз, гемоглобінурія. Що стало причиною розвитку побічної дії препарату?',
    'Генетична недостатність глюкозо-6-фосфат-дегідрогенази',
    'Кумуляція лікарського засобу',
    'Зниження активності мікросомальних ферментів печінки',
    'Сповільнення екскреції з сечею',
    'Потенціювання дії іншими препаратами',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У реанімаційне відділення поступив хворий із симптомами гострого отруєння морфіном – втрата свідомості, гіпотермія, дихання Чейн-Стокса, гіпотензія, брадикардія, різкий міоз. Який з перерахованих препаратів буде найефективнішим у даній ситуації?',
    'Налоксон',
    'Кордіамін',
    'Камфора',
    'Етимізол',
    'Кофеїн',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  приймальне  відділення  було  доставлено  хворий  з  наступною  симптоматикою:  міоз, гіперсалівація, пітливість, спазм бронхів, блювота і діарея. Було встановлено діагноз: отруєння фосфорорганічними сполуками. Які препарати доцільно включити в комплексну терапію?',
    'Атропіну сульфат і дипіроксим',
    'Тіосульфат натрію і бемегрид',
    'Налорфіну гідрохлорид і бемегрид',
    'Глюкоза і бемегрид',
    'Панангін і унітіол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  42  років  страждає  бронхіальною  астмою.  При  приступі  бронхоспазму  лікар призначив сальбутамол. Яка дія препарату обумовлює лікувальний ефект?',
    'Стимулює бета2--адренорецептори',
    'Блокує бета2-адренорецептори',
    'Стимулює альфа2-адренорецептори',
    'Стимулює альфа1-адренорецептори',
    'Стимулює бета1-адренорецептори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  у  віці  69  років  страждає  хронічним  запором,  в  основі  якого  лежить  гіпотонія товстого кишечнику. Який з перерахованих препаратів доцільно призначити?',
    'Бісакоділ',
    'Натрію сульфат',
    'Касторова олія',
    'Прозерин',
    'Магнію сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворій  на  ревматоїдний  поліартрит  призначили  нестероїдний  протизапальний  засіб диклофенак-натрію.  Через  деякий  час  його  застосування  у  хворої  виникло  загострення супутнього  захворювання,  що  змусило  відмінити  препарат.  Яке  супунє  захворювання  могло призвести до відміни препарату?',
    'Виразкова хвороба',
    'Ішемічна хвороба серця',
    'Цукровий діабет',
    'Гіпертонічна хвороба',
    'Бронхіальна астма',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий на гіпертонічну хворобу тривалий час приймав антигіпертензивний препарат, який раптово припинив вживати. Після цього стан хворого погіршився, розвинувся гіпертензивний криз. До якої категорії належить ця побічна дія',
    'Синдром відміни',
    'Кумуляція',
    'Толерантність',
    'Сенсибілізація',
    'Залежність',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий на бронхіальну астму не повідомив лікаря, що у нього бувають напади стенокардії. Лікар  призначив  препарат,  після  прийому  якого  напади  бронхіальної  астми  стали  рідшими, однак почастішали напади стенокардії. Вкажіть, який препарат був призначений?',
    'Ізадрин',
    'Сальбутамол',
    'Еуфілін',
    'Кромолін-натрій',
    'Фенотерол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому гіпертонічною  хворобою  був  призначений  діуретик  для регулярного прийому. Через деякий час артеріальний тиск нормалізувався, проте з’явився біль в ділянці серця. мязова слабість,  тремтіння  кінцівок.  Аналіз  крові  показав  зміни  електролітного  балансу  в  сторону гіпокаліємії. Який препарат міг викликати дане ускладнення?',
    'Дихлотіазид',
    'Спіронолактон',
    'Тріамтерен',
    'Маніт',
    'Сечовина',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий  на  хронічну  серцеву  недостатність  протягом  декількох  місяців  приймав  в амбулаторних  умовах  дигоксин.  На  певному  етапі  лікування  у  нього  виникли  симптоми передозування препарату. Яке явище лежить в основі розвитку цього ускладненя?',
    'Матеріальна кумуляція',
    'Звикання',
    'Сенсибілізація',
    'Функціональна кумуляція',
    'Тахіфілаксія',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий, що лікувався з приводу неврозу сибазоном, відчув зубний біль. Лікар призначив йому знеболювальний засіб у дозі, меншій від середньої терапевтичної. Яке явище взяв до уваги лікар, зменшуючи дозу препарату?',
    'Потенціювання',
    'Сумація',
    'Кумуляція',
    'Лікарська залежість',
    'Толерантність',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  під  час  проведення  оперативного  втручання  в  якості  наркозного  засобу анестезіолог використав азоту закис, який має виражені ліпофільні властивості. Який механізм проникнення цього препарату через біологічні мембрани?',
    'Пасивна дифузія',
    'Активний транспорт',
    'Полегшена дифузія',
    'Фільтрація',
    'Піноцитоз',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  спостерігається  порушення  зору  –  гемералопія  (“куряча  сліпота”).  Який вітамінний препарат треба вживати хворому, щоб відновити зір?',
    'Ретинолу ацетат',
    'Вікасол',
    'Піридоксин',
    'Тіаміну хлорид',
    'Токоферолу ацетат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  була  проведена  операція  з  приводу  поранення  в  живіт  із  застосуванням тубокурарину.  В  кінці  операції,  коли  дихання  відновилось,  хворому  ввели  гентаміцин. Несподівано настала зупинка дихання і довгочасне розслаблення скелетних м`язів. Який ефект лежить в основі цього явища?',
    'Потенціювання',
    'Кумуляція',
    'Антагонізм',
    'Звикання',
    'Сенсибілізація',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Молода дівчина 17-ти років з метою суїциду прийняла велику дозу фенобарбіталу. Після прибуття на місце події лікар швидкої допомоги швидко промив шлунок, ввів бемегрид і розчин натрію гідрокарбонату внутрішньовенно. З якою метою лікар ввів натрію гідрокарбонат?',
    'Для підвищення ниркової екскреції фенобарбіталу',
    'Для стимуляції дихання',
    'Для нормалізації АТ',
    'Для інактивації фенобарбіталу',
    'Для пробуджуючого ефекту',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора 50 років страждає на безсоння.  Протягом 3 місяців вона приймала різні снодійні засоби:  етамінал  натрію,  фенобарбітал,  барбаміл.  Після  відміни  препаратів  хвора  стала дратівливою, відновилося безсоння, з`явились агресивність, втрата апетиту, тремор кінцівок. Як називають ускладнення, що виникли в хворої?',
    'Фізична та психічна залежність',
    'Тахіфілаксія',
    'Сенсибілізація',
    'Звикання до препаратів',
    'Функціональна кумуляція',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  важка  післяопераційна  псевдомонадна інфекція.  Який  з  перерахованих препаратів показаний в даному випадку?',
    'Амікацину сульфат',
    'Бензилпеніцилін',
    'Цефазолін',
    'Еритроміцин',
    'Доксициклин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  з пониженим слухом  важка бацилярна інфекція.  Яка  група  антибіотиків протпоказана в даному випадку?',
    'Аміноглікозиди',
    'Пеніциліни',
    'Цефалоспорини',
    'Тетрацикліни',
    'Рифаміцини',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При передопераційному обстеженні хворого встановлено дефіцит протромбіну в крові. Яку речовину попередньо слід призначити для зменшення крововтрати під час операції?',
    'Вікасол',
    'Тромбін',
    'Кислоту амінокапронову',
    'Фенілін',
    'Контрикал',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В клініку поступила дитина, на слизовій оболонці щік, піднебіння і язика якої виявлено точковий наліт білого та жовтуватого кольору, зумовлений Candida albicans. Який із перелічених лікарських препаратів використовується для лікування кандидозу?',
    'Ітраконазол',
    'Гентаміцин',
    'Тетрациклін',
    'Цефран',
    'Пеніцилін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При щелепно-лицевій операції  в стаціонарі,  лікар-стоматолог для премедикації,  з метою зменшення  почуття  жаху  та  для  потенціювання  дії  анестетиків,  призначив  хворому транквілізатор - похідне бензодіазеліну. Який з перерахованих засобів призначив лікар?',
    'Діазепам',
    'Дроперідол',
    'Атропін',
    'Сульпірид',
    'Аміназин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого після видалення зуба з’явився стійкий біль за грудиною. Після вживання під язик антиангінального засобу, біль за грудиною зник, але хворий поскаржився на головний біль і головокружіння. Який препарат використав хворий ?',
    'Нітрогліцерин',
    'Анаприлін',
    'Метопролол',
    'Валідол',
    'Верапаміл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  на  гіпертонічну  хворобу  після  стоматологічних  маніпуляцій  розвинувся гіпертонічний криз. Які з нищеперерахованих препаратів треба призначити хворому?',
    'Магнію сульфат',
    'Кордарон',
    'Апресин',
    'Метилдофа',
    'Резерпін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінка  63  років  приймала  пірацетам  для  відновлення  функції  ЦНС  після  ішемічного інсульту. Стан хворий значно покращився. Який механізм дії даного препарату?',
    'Покращення метаболізму в ЦНС',
    'Блокада дофамін-гідроксилази',
    'Блокада холінацетилази',
    'Блокада катехол-о-метилтрансферази',
    'Блокада моноамінооксидази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До щелепно-лицьового відділення доставили хворого з переломом нижньої щелепи. Було вирішено  з’єднання  кісток  провести  хірургічним  методом  під  наркозом.  Після внутрішньовенного введення міорелаксанту спостерігались короткочасні фібрилярні скорочення м’язів обличчя хворого. Який міорелаксант було застосовано?',
    'Дитилін',
    'Тубокурарина хлорид',
    'Піпекуроній бромід',
    'Діазепам',
    'Меліктин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на гостру серцеву недостатність було введено серцевий глікозид швидкої дії. Який з перелічених засобів було введено?',
    'Корглікон',
    'Адонізид',
    'Дигітоксин',
    'Целанід',
    'Мілринон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на гостру серцеву недостатність з рефрактерністю до серцевих глікозидів було введено добутамін. Який механізм дії у цього препарату?',
    'Стимулювання бета1-адренорецепторів',
    'Комплексоутворення з фосфоліпідами мембрани',
    'Блокада К+, Na+- АТФ-ази',
    'Пригнічення активності фосфодіестерази',
    'Підвищення тонусу n.vagus',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на миготливу аритмію, в анамнезі у котрого бронхіальна астма, треба призначити протиаритмічний засіб. Який препарат з цієї групи протипоказаний хворому?',
    'Анаприлін',
    'Аймалін',
    'Верапаміл',
    'Ніфедипін',
    'Новокаїнамід',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  молодого  чоловіка,  спортсмена,  підвищений  артеріальний  тиск  і  сила  серцевих скорочень. Який з гіпотензивних засобів найбільш доцільно призначити?',
    'Анаприлін',
    'Празозин',
    'Клофелін',
    'Папазол',
    'Ніфедіпін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  з  травмою  передпліччя  під  час  репозиції  кісток  для  міорелаксації  введено дитилін.  Повне відновлення тонусу і  функції  м?язів спостерігалось більш, ніж через  годину. Чим можна пояснити значне подовження курареподібної дії препарату?',
    'Генетичним дефіцитом бутирилхолінестерази',
    'Генетичним дефіцитом гідроксилаз',
    'Утворенням активного метаболіту',
    'Пригніченням мікросомного окиснення',
    'Генетичним дефіцитом моноамінооксидази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  похилого  віку  страждає  на  цукровий  діабет  2-го  типу,  який  супроводжується ожирінням,  атеросклерозом,  ішемічною  хворобою  серця.  При  цьому  виявлена  базальна гиперінсулінемія. Запропонуйте адекватне лікування хворої:',
    'Глібенкламід',
    'Інсулін',
    'Ретаболіл',
    'Ловастатин',
    'Амлодіпін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого на  фоні  хронічної  серцевої  недостатності  з’явились  напади пароксизмальної тахікардії. Яких з наведених засобів можна рекомендувати хворому для їх усунення?',
    'Лідокаин',
    'Анаприлін',
    'Хінидин',
    'Атенолол',
    'Верапаміл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Робітник  металургійного  заводу,  який  працював  під  час  зміни  в  умовах  високої температури,  скаржиться  на  болючі  судомні  скорочення  скелетних  м’язів.  В  крові  у  нього гіпокаліємія. Який засіб слід застосовувати в цьому випадку?',
    'Панангін',
    'Діазепам',
    'Баклофен',
    'Натрія гідрокарбонат',
    'Амонію хлорид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому із діагнозом стенокардія, який отримує для лікування ізосорбіду мононітрат було додатково призначено лікарський засіб з дезагрегантним ефектом. Визначте препарат',
    'Ацетилсаліцилова кислота',
    'Нітрогліцерин',
    'Анаприлін',
    'Ніфедипін',
    'Валідол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому в післяопераційному періоді для стимуляції перистальтики кишечнику та тонусу сечового міхуря було призначено препарат з групи антихолінестеразних засобів. Визначте його серед нижченаведених препаратів:',
    'Прозерин',
    'Дихлотіазид',
    'Резерпін',
    'Манніт',
    'Анаприлін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінці 30 років, яка знаходиться на 32 неділі вагітності,  в складі комплексної терапії  на виразкової  хвороби  шлунка  лікар  призначив  антибіотик.  Вкажіть,  який  з  перерахованих препаратів може бути рекомендованим за даних обставин?',
    'Азитроміцин',
    'Тетрациклін',
    'Левоміцетин',
    'Бензилпеніцилін',
    'Гентаміцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До  відділення  інтенсивної  терапії  госпіталізовано  наркомана  з  передозуванням наркотичним анальгетиком. Застосовані реанімаційні заходи виявилися неефективними - хворий помер. Внаслідок чого, скоріш за все, настала смерть?',
    'Пригнічення дихального центра',
    'Ниркова недостатність',
    'Печінкова недостатність',
    'Колапс',
    'Бронхоспазм',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого гостра серцево-легенева недостатність, що супроводжується набряком легенів. Який препарат з групи діуретиків необхідно призначити?',
    'Фуросемід',
    'Тріамтерен',
    'Спіронолактон',
    'Дихлотіазид',
    'Діакарб',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Ліквідатора Чорнобильської аварії,  який отримав опромінення, стала турбувати блювота, яка виникає несподівано. Який препарат слід призначити хворому?',
    'Метоклопрамід',
    'Резерпін',
    'Атропін',
    'Аерон',
    'Де-нол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До лікаря звернувся підліток із скаргами на висипання на шкірі обличчя і шиї, свербіж після вживання з їжею апельсинів. Який лікарський засіб найбільш доцільно призначити для усунення  проявів  алергічної  реакції,  враховуючи  необхідність  інтенсивної  інтелектуальної праці?',
    'Лоратадин',
    'Димедрол',
    'Супрастин',
    'Дипразин',
    'Кетотифен',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  терапевтичне  відділення  лікарні  поступив  хворий  на  виразкову  хворобу  шлунка  з гіперацидним  синдромом.  Який  препарат  з  перелічених  груп  лікарських  засобів  необхідно використати у комплексій терапії пацієнта?',
    'Блокатори Н2-гістамінових рецепторів',
    'Блокатори кальцієвих каналів',
    'Нестероїдні протизапальні засоби',
    'Стероїдні протизапальні засоби',
    'Блокатори Н1-гістамінових рецепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого на хронічну серцеву недостатність,  незважаючи на  терапію кардіотонічними засобами  й  тіазидовим  діуретиком,  зберігаються  набряки  і  виникла  загроза  асциту.  Який препарат слід призначити для підсилення діуретичного ефекту застосованих ліків?',
    'Спіронолактон',
    'Фуросемід',
    'Амілорид',
    'Клопамід',
    'Манітол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого колагенозом після тривалого прийому преднізолону з’явились спастичні  болі скелетних  м’язів  внаслідок  розвитку  гипокаліемії.  Який  препарат  треба  використати  для корекції обміну калію?',
    'Панангін',
    'Дитилін',
    'Діазепам',
    'Но-шпа',
    'Тирокальцитонін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  на  гіпертоничну  хворобу  лікар  запропонував  засіб,  який  припиняє тромбоутворення, вводиться парентерально. Виберіть цей засіб.',
    'Гепарин',
    'Амбен',
    'Протаміну сульфат',
    'Неодикумарин',
    'Синкумар',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого спостерігається погіршення сутінкового зору. Який з вітамінних препаратів слід призначити пацієнту?',
    'Ретинолу ацетат',
    'Ціанокобаламін',
    'Піридоксину гідрохлорид',
    'Кислоту аскорбінову',
    'Кислоту нікотинову',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора звернулась до лікаря із скаргами на біль та обмеження рухів у колінних суглобах. Який  з  нестероїдних  протизапальних  засобів  краще  призначити,  враховуючи  наявність  в анамнезі хронічного гастродуоденіту?',
    'Целекоксиб',
    'Диклофенак-натрій',
    'Промедол',
    'Кислота ацетилсаліцилова',
    'Бутадіон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворій 66 років для усунення гіпертонічної кризи було внутрішньовенно введено розчин магнію сульфату. Після повторного введення препарату з''явилися ознаки передозування. Який антагоніст магнію сульфату необхідно призначити?',
    'Кальцію хлорид',
    'Калію хлорид',
    'Натрію хлорид',
    'Вугілля активоване',
    'Калію перманганат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У жінки 64-х років спостерігаються порушення сутінкового зору (гемералопія). Препарат якого вітаміну їй рекомендувати в першу чергу?',
    'А',
    'В2',
    'Е',
    'С',
    'В6',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому  проведена  апендектомія.  У  післяопераційному  періоді  одержував  антибіотик. Скаржиться на зниження слуху та вестибулярні розлади. Вкажіть, яка група антибіотиків має такі побічні ефекти?',
    'Аміноглікозиди',
    'Пеніціліни',
    'Тетрацикліни',
    'Макроліди',
    'Цефалоспорини',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на  ішемічну  хворобу серця  з  аритмією призначено  препарат, який  переважно блокує калієві канали, суттєво подовжує потенціал дії. Який препарат призначено?',
    'Аміодарон',
    'Корглікон',
    'Нітрогліцерин',
    'Добутамін',
    'Лізиноприл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий звернувся  до лікаря  зі  скаргами на  ригідність  м''язів,  скутість  рухів,  постійний тремор  рук.  На  основі  обстеження  лікар  встановив  діагноз  -  хвороба  Паркінсона.  Зробіть раціональний вибір препарату:',
    'Ліводопа',
    'Дифенін',
    'Фенобарбітал',
    'Сибазон',
    'Етосуксимід',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для  прискорення  загоєння  опікової  рани  необхідно  призначити  засіб,  який  сприяє епітелізації шкіри та слизових оболонок. Визначити цей препарат.',
    'Ретинолу ацетат',
    'Токоферолу ацетат',
    'Нікотинова кислота',
    'Ергокальциферол',
    'Аскорбінова кислота',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для  лікування  хронічної  серцевої  недостатності  хворий  приймає  дигоксин.  Який діуретичний засіб може збільшити токсичність дигоксину за рахунок посиленого виведення з організму іонів К+?',
    'Гідрохлортіазид',
    'Анаприлін',
    'Панангін',
    'Силібор',
    'Лізиноприл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  звернулась  до  лікаря  зі  скаргами  на  неприємні  відчуття  в  епігастрії,  нудоту, зниження апетиту. При дослідженні дуоденального вмісту виявлено лямблії. Якийпрепарат слід призначити?',
    'Метронідазол',
    'Хінгамін',
    'Рифампіцин',
    'Ізоніазид',
    'Ацикловір',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До  кардіологічного  відділення  поступив  хворий  на  ішемічну  хворобу  серця.  Для профілактики нападів стенокардії призначено лікарський засіб з групи  бета-адреноблокаторів. Назвіть цей препарат:',
    'Метопролол',
    'Атропіну сульфат',
    'Морфіну гідрохлорид',
    'Окситоцин',
    'Фуросемід',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В  лікарню  доставлена  жінка,  у  якої  виникла  необхідність  в  інтубації  трахеї.  Який  з нижченаведених лікарськіх засобів доцільно застосувати у даному випадку?',
    'Дитилін',
    'Нітрогліцерин',
    'Метронідазол',
    'Атропіну сульфат',
    'Гентаміцину сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворій на виразкову хворобу шлунка в якості етіотропної терапії призначили препарат, що пригнічує ріст і розмноження H. рylorі. Назвіть препарат:',
    'Метронідазол',
    'Глаувент',
    'Празозин',
    'Корглікон',
    'Фуросемід',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  серцева  недостатність.  Який  препарат  з  наперстянки  доцільно  призначити хворому?',
    'Дигоксин',
    'Ціанокобаламін',
    'Етимізол',
    'Етамбутол',
    'Пірацетам',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого при проведенні наркозу виникли ознаки підвищення тонусу парасимпатичної нервової  системи:  гіперсалівація,  ларингоспазм.  Введенням  якого  препарату  можна  було попередити небажані ефекти?',
    'Атропіну сульфат',
    'Адреналіну гідрохлорид',
    'Прозерин',
    'Анальгін',
    'Пірацетам',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на хронічну серцеву недостатність призначили дигоксин у середньотерапевтичній дозі.  Через  2 тижні  після  початку прийому препарату у нього з''явились ознаки  інтоксикації препаратом.  Як  називається  явище,  яке  призвело  до  накопичення  в  організмі  препарату  в кількості, що спровокувала інтоксикацію?',
    'Матеріальна кумуляція',
    'Синдром відміни',
    'Синергізм',
    'Тахіфілаксія',
    'Ідіосинкразія',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'При отруєнні невідомим препаратом у пацієнта спостерігалась сухість слизової оболонки рота та розширення зіниць. З яким впливом пов''язана дія цього препарату?',
    'Із блокадою М-холінорецепторів',
    'Із стимуляцією М-холінорецепторів',
    'Із стимуляцією Н-холінорецепторів',
    'Із стимуляцією адренорецепторів',
    'Із блокадою адренорецепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з  переломом кінцівки  необхідно  призначити  препарат  з  групи  міорелаксантів деполяризуючого типу дії  для проведення нетривалого хірургічного втручання. Визначте цей засіб:',
    'Дитилін',
    'Тубокурарину хлорид',
    'Цитітон',
    'Атропіну сульфат',
    'Пентамін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Пацієнт, що хворіє на хронічний бронхіт, приймає синтетичний мукололітичний препарат, який сприяє розріджуванню харкотиння. Назвіть цей препарат:',
    'Ацетилцистеїн',
    'Діазепам',
    'Гепарин',
    'Фуросемід',
    'Еналаприл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого для обробки опікової поверхні шкіри був використаний препарат, антисептичні властивості якого забезпечуються атомарним киснем, що утворюється в присутності органічних речовин. Оберіть правильну відповідь:',
    'Калію перманганат',
    'Фурацилін',
    'Хлоргексидину біглюконат',
    'Розчин йоду спиртовий',
    'Натрію гідрокарбонат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого після операції резекції шлунка на 2-3 день не відновилась перистальтика кишок. Що потрібно призначити хворому для стимуляції функції шлунково-кишкового тракту?',
    'Прозерин',
    'Празозин',
    'Циклодол',
    'Атропіну сульфат',
    'Норадреналіну гідротартат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Стоматолог  з  метою зменшення  салівації  під  час  пломбування  зуба хворому призначив препарат. Що це за лікарський засіб?',
    'Атропіну сульфат',
    'Адреналіну гідрохлорид',
    'Прозерін',
    'Пілокарпіну гідрохлорид',
    'Мезатон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хвора  з  хронічною  сердцевою  недостатністю  тривалий  час  лікується  препаратами наперстянки. В результаті порушення графіку приймання препарату у жінки виникли симптоми інтоксикації, які є наслідком:',
    'Матеріальної кумуляції',
    'Тахіфілаксії',
    'Ідіосинкразії',
    'Антагонізму',
    'Сенсибілізації',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Людина, яка довго приймала препарат, не може припинити його застосування, оскільки при цьому виникають  порушення психічних  та  соматичних функцій.  Як  називається  синдром різноманітних порушень при відмові від застосування речовини?',
    'Абстиненція',
    'Сенсибілізація',
    'Ідіосинкразія',
    'Тахіфілаксія',
    'Кумуляція',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий звернувся до стоматолога зі скаргами на гнійне запалення ясен. Який препарат буде найбільш ефективним по відношенню до анаеробного збудника?',
    'Метронідазол',
    'Гентаміцин',
    'Оксацилін-натрій',
    'Ко-тримоксазол',
    'Нітроксолін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворої 45-ти років невроз, який проявляється дратівливістю, безсонням, немотивованою тривогою. Який засіб - транквілізатор усунить ці симптоми хвороби?',
    'Діазепам',
    'Парацетамол',
    'Пірацетам',
    'Кофеїн-бензоат натрію',
    'Леводопа',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому після апендектомії з метою профілактики інфекції призначено антибіотик групи цефалоспоринів.  Порушення  якого  процесу лежить в  основі протимікробної активності антибіотиків цієї групи?',
    'Утворення мікробної стінки',
    'Синтезу нуклеїнових кислот',
    'Рибосомального синтезу білка',
    'Енергетичного обміну',
    'Блокади холінестерази',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У 12-літньої дитини непереносимість деяких харчових продуктів. Їх застосування викликає алергічну реакцію  у вигляді висипань на шкірі і свербежу.  Який протигістаминний засіб слід призначити, щоб це не вплинуло на шкільні заняття дитини (не викликало сонливості)?',
    'Лоратадин',
    'Димедрол',
    'Диклофенак-натрій',
    'Еуфілін',
    'Мезатон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У приймальне  відділення  поступив  хворий  з  ознаками  гострої  серцевої  недостатності: блідістю,  акроцианозом,  частим,  поверхневим диханням.  Який з  перерахованих  засобів  слід застосувати в цьому випадку?',
    'Корглікон',
    'Дигітоксин',
    'Кордіамин',
    'Нітрогліцерин',
    'Адреналіну гідрохлорид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'В кардіологічне відділення поступив хворий  з інфарктом міокарда.  Для  усунення болю було  вирішено потенціювати дію фентаніла  нейролептиком. Який  нейролептик  найбільше підходить для проведення нейролептанелгезії?',
    'Дроперидол',
    'Аміназин',
    'Трифтазин',
    'Галоперидол',
    'Сульпірид',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Для лікування бактеріальної пневмонії було призначено бензилпеніцилін. Який механізм антимікробної дії препарату?',
    'Пригнічення синтезу клітинної стінки мікроорганізмів',
    'Пригнічення внутрішньоклітинного синтезу білка',
    'Пригнічення активності холінестерази',
    'Пригнічення SH-груп ферментів мікроорганізмів',
    'Антагонізм з параамінобензойною кислотою',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У пацієнта з’явились герпетичні висипання. Який засіб необхідно призначити?',
    'Ацикловір',
    'Гентаміцин',
    'Клотримазол',
    'Бензилпеніцилін',
    'Бісептол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  хворого  на  алкоголізм  почався  алкогольний  психоз  із  вираженим  психомоторним збудженням. Який препарат з группи нейролептиків слід призначити для швидкої допомоги?',
    'Аміназин.',
    'Діазепам.',
    'Натрія бромід.',
    'Резерпін.',
    'Фторотан.',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'З метою прискорення загоєння променевої виразки був призначений вітамінний препарат. Вказати цей препарат.',
    'Ретинолу ацетат',
    'Ретаболіл',
    'Преднізолон',
    'Левамізол',
    'Метилурацил',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з переломом стегна призначили наркотичний аналгетичний засіб. Взаємодією з якими рецепторами обумовлена його знеболююча дія?',
    'Опіатними рецепторами',
    'Адренорецепторами',
    'Холінорецепторами',
    'Бензодіазепіновими рецепторами',
    'ГАМК-ергічними рецепторам',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У  кардіологічне  відділення  поступив  хворий  з  гіпертонічним  кризом,  хворому внутрішньовенно  ввели  антигіпертензивний  засіб  -  сіль  лужноземельного  металу.  Який препарат ввели хворому?',
    'Магнію сульфат',
    'Калію хлорид',
    'Натрію гідрокарбонат',
    'Кальцію лактат',
    'Бензогексоній',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До приймального відділення лікарні доставлено людину з гострим отруєнням морфіном. Який  специфічний  антагоніст  наркотичних  анальгетиків  необхідно  застосувати  в  цьому випадку?',
    'Налоксон',
    'Парацетамол',
    'Метацин',
    'Дигоксин',
    'Унітіол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворий на хронічну серцеву недостатність протягом декількох місяців приймав дигітоксин; в процесі дигіталізації з´явилися такі симптоми: головний біль, нудота, діарея, втрата апетиту, порушення кольорового сприйняття, брадикардія. Який антидот доцільно призначити для зменшення симптомів інтоксикації?',
    'Унітіол',
    'Атропіну сульфат',
    'Адреналіну гідрохлорид',
    'Налоксон',
    'Преднізолон',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'До травматологічного пункту доставлено постраждалого після ДТП з діагнозом: закритий перелом середньої третини стегна зі зміщенням. З метою репозиції кісткових уламків хворому введено 10мл 2% розчину дитиліну в/в,внаслідок чого розвинулося тривале апное та міорелаксація. Дефіцитом якого ферменту зумовлена вказана фармакогенетична ферментопатія?',
    'Псевдохолінестераза',
    'Метгемоглобінредуктаза',
    'N-ацетилтрансфераза',
    'Глюкозо-6-фосфатдегідрогеназа',
    'Уридіндифосфоглюкуронова трансфераза',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'З метою аналгезії можуть бути використані речовини, що імітують ефекти морфіну, але виробляються в ЦНС. Вкажіть таку речовину?',
    'β-ендорфін',
    'Вазопресин',
    'Соматоліберин',
    'Кальцитонін',
    'Окситоцин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У реанімаційне відділення надійшов хворий з гострим інфарктом міокарда, якому для зменшення болю ввели морфіну гідрохлорид. Механізм дії морфіну гідрохлориду обумовлений:',
    'Стимуляцією опіатних рецепторів',
    'Стимуляцією аденілатциклази',
    'Блокадою фосфодіестерази',
    'Блокадою холінестерази',
    'Блокадою гістамінових рецепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на гепатит для попередження уражень печінки призначили вітаміноподібну речовину холін. Його лікувальний ефект пов´язаний з:',
    'Ліпотропною дією',
    'Пригніченням синтезу холестерину',
    'Активацією глікогенсинтетази',
    'Активацією глікогенфосфорилази',
    'Пригніченням синтезу ацетонових тіл',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Офтальмолог з діагностичною метою (розширення зіниць для огляду очного дна) використав 1% розчин мезатону. Мідріаз, викликаний препаратом, обумовлений:',
    'Активацією α1-адренорецепторів',
    'Активацією α2-адренорецепторів',
    'Блокадою α1-адренорецепторів',
    'Активацією β1-адренорецепторів',
    'Активацією М-холінорепторів',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого спостерігається гемералопія (куряча сліпота). Яка з перерахованих речовин матиме лікувальну дію?',
    'Каротин',
    'Карнітин',
    'Креатин',
    'Кератин',
    'Карнозин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    '35-річному хворому на атопічний дерматит був призначений лоратадин. Визначте механізм дії цього препарату:',
    'Блокує Н1-гістамінові рецептори',
    'Блокує  β-адренорецептори',
    'Стимулює М-холінорептори',
    'Стимулює дофамінові рецептори',
    'Блокує ГАМК-рецептори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Жінці 50-ти років, яка хворіє на тромбофлебіт, ввели гепарин, що спровокувало кишкову кровотечу. Який препарат потрібно призначити?',
    'Протаміну сульфат',
    'Натрію цитрат',
    'Стрептокіназа',
    'Кислоту амінокапронову',
    'Вікасол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Після курсу терапії хворому на виразку дванадцятипалої кишки лікар пропонує вживати соки з капусти та картоплі. Вміст яких речовин в цих продуктах сприяє профілактиці та загоєнню виразок?',
    'Вітамін U',
    'Пантотенова кислота',
    'Вітамін K',
    'Вітамін C',
    'Вітамін B1',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на сепсис призначили антимікробний препарат з групи фторхінолонів. Оберіть його серед наведених препаратів:',
    'Ципрофлоксацин',
    'Цефпіром',
    'Цефалексин',
    'Ампіцилін',
    'Метронідазол',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Вкажіть антибіотик, що утворює хелатні сполуки з іонами кальцію, заліза, алюмінію, які не абсорбуються з тонкого кишківника:',
    'Доксицикліну гідрохлорид',
    'Амоксиклав',
    'Ампіциліну натрієва сіль',
    'Гентаміцину сульфат',
    'Хіноксидин',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Підлітку, що перебував у стані тяжкого алкогольного сп´яніння, лікар швидкої допомоги серед інших заходів здійснив внутрішньом´язове введення розчину кофеїну. Поясніть, який принцип взаємодії між алкоголем та кофеїном пояснює доцільність даної маніпуляції:',
    'Фізіологічний антагонізм',
    'Потенціювання',
    'Синергізм',
    'Сумація ефектів',
    'Конкурентний антагонізм',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Лікар швидкої допомоги був викликаний до жінки 40-ка років з приводу нападу бронхіальної астми з явищами стенокардії, лікар ввів хворій належний препарат. Який із наведених препаратів найбільш ефективний для невідкладної допомоги?',
    'Сальбутамол',
    'Ефедрин',
    'Адреналін',
    'Атропін',
    'Платифілін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Здорова людина перебуває в небезпечному за захворюванням на малярію районі. Який із зазначених препаратів необхідно призначити з метою особистої хіміопрофілактики малярії?',
    'Хінгамін',
    'Бісептол',
    'Метронідазол',
    'Сульфален',
    'Тетрациклін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому 50-ти років з хронічною серцевою недостатністю і тахіаритмією призначили кардіотонічний препарат. Який з препаратів призначили хворому?',
    'Дигоксин',
    'Дофамін',
    'Добутамін',
    'Аміодарон',
    'Мілдронат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Який препарат слід призначити хворому, у якого з´явилося безсоння внаслідок появи висипань алергічного характеру з почервонінням, набряком та сильним свербінням?',
    'Димедрол',
    'Фенобарбітал',
    'Натрію оксибутират',
    'Нітразепам',
    'Хлоралгідрат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У хворого діагностували легеневу форму туберкульозу. Який з наведених лікарських засобів використовують для лікування туберкульозу?',
    'Ізоніазид',
    'Фуразолідон',
    'Пеніцилін',
    'Норсульфазол',
    'Тетрациклін',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому на глаукому призначили пілокарпіну гідрохлорид в очних краплях. До якої фармакологічної групи належить цей препарат?',
    'М-холіноміметики',
    'Міорелаксанти',
    'α-адреноблокатори',
    'Гангліоблокатори',
    'М-холіноблокатори',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Під час гіпертонічного кризу хворому ввели магнію сульфат, в результаті чого відбулося різке зниження артеріального тиску. Введенням якого препарату можна запобігти побічному ефекту магнію?',
    'Кальцію хлорид',
    'Натрію бромід',
    'Трилон Б',
    'Калію хлорид',
    'Натрію сульфат',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'Хворому з больовим синдромом в суглобах постійно призначають аспірин. Який з перерахованих ферментів він пригнічує?',
    'Циклооксигеназа',
    'Ліпооксигеназа',
    'Фосфоліпаза D',
    'Фосфоліпаза А2',
    'Фосфоліпаза С',
    'A'
);
INSERT INTO pharmacology_questions (question_text, option_a, option_b, option_c, option_d, option_e, correct_answer) VALUES (
    'У відділення надійшла дитина з носовою кровотечею та меленою в калі. Зі слів матері, відбулося отруєння дитини кумаринами, які застосовувалися для боротьби з щурами. Введення якого засобу припинить кровотечу у дитини?',
    'Вікасол',
    'Тромбін',
    'Фраксипарин',
    'Фепранон',
    'Адреналін',
    'A'
);